{
    "Quick Links": "Брзе везе",
    "Best Disposable Email Service": "Најбољи сервис за привремене е-поште",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Креирајте тренутне привремене адресе е-поште за Фејсбук, онлајн регистрације и још много тога. Наше привремене е-поште чувају вашу праву инбокс чистом и сигурном.",
    "Copy": "Копирај",
    "Generate": "Генериши",
    "Delete": "Обриши",
    "Your Inbox": "Ваша инбокс",
    "From": "Од",
    "Subject": "Наслов",
    "Date": "Датум",
    "Actions": "Акције",
    "Why Choose Our Disposable Email Service?": "Зашто изабрати наш сервис за привремене е-поште?",
    "Anonymous Protection": "Анонимна заштита",
    "Generate burner emails for ultimate online privacy": "Генеришите привремене е-поште за максималну приватност на мрежи",
    "Secure & Private": "Сигурно и приватно",
    "Create disposable temporary email addresses with no registration": "Креирајте привремене адресе е-поште без регистрације",
    "Social Media Ready": "Спремно за друштвене мреже",
    "Perfect temporary mail for Facebook verification and sign-ups": "Савршена привремена е-пошта за верификацију и регистрацију на Фејсбуку",
    "Auto-Expiring": "Аутоматско истек",
    "Your throwaway mail automatically deletes after use": "Ваша привремена е-пошта се аутоматски брише након употребе",
    "Benefits of Our Temporary Email Service": "Предности нашег сервиса привремених е-пошта",
    "Perfect for Facebook account verification": "Савршено за верификацију Фејсбук налога",
    "Create unlimited disposable email IDs": "Креирајте неограничене привремене е-поште",
    "Best throwaway mail service for privacy": "Најбољи сервис привремених е-пошта за приватност",
    "Temporary addresses that auto-expire": "Привремене адресе које аутоматски истеку",
    "About temp mail": "О Temp Mail",
    "Your Secure": "Ваша сигурна",
    "Temporary Email": "Привремена е-пошта",
    "Solution": "Решење",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail пружа привремене адресе е-поште за заштиту ваше приватности. Савршено за тестирање, регистрације и избегавање спама у вашој примарној инбокс.",
    "No Sign up required": "Није потребна регистрација",
    "No annoying mails": "Нема досадних порука",
    "No installations": "Нема инсталације",
    "Secure & Private": "Сигурно и приватно",
    "Auto-delete after expiry": "Аутоматско брисање након истека",
    "24/7 availability": "Доступност 24/7",
    "Temporary Email Interface": "Интерфејс привремене е-поште",
    "Email Inbox Interface": "Интерфејс инбокса",
    "Testimonials": "Сведочанства",
    "What Our Users Say": "Шта наши корисници кажу",
    "Join thousands of satisfied users who trust our temporary email service": "Придружите се хиљадама задовољних корисника који верују нашем сервису привремених е-пошта",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Овај сервис привремених е-пошта је променио мој рад. Невероватно је поуздан и пријатељски за кориснике.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Најбољи сервис привремених е-пошта који сам користио. Чист интерфејс и тренутно генерисање е-пошта чине га савршеним за тестирање.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Користим овај сервис дневно за регистрације клијената. Брз је, сигуран и управо оно што ми треба.",
    "Home": "Почетна",
    "Services": "Услуге",
    "Features": "Функције",
    "News": "Вести",
    "Blogs": "Блогови",
    "Subscribe to Newsletter": "Претплатите се на билтен",
    "Stay updated with our latest features and releases.": "Будите у току са нашим најновијим функцијама и издањима.",
    "By subscribing you agree to our": "Претплатом се слажете са нашом",
    "Privacy Policy": "Политиком приватности",
    "Enter your email": "Унесите своју е-пошту",
    "Select Language": "Изаберите језик",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "Сва права задржана.",
    "TempMail": "TempMail",
    "About": "О нама",
    "Contact": "Контакт",
    "Blog": "Блог",
    "About TempMail": "О TempMail",
    "Secure & Private": "Сигурно и приватно",
    "Your temporary emails are completely secure and private.": "Ваше привремене е-поште су потпуно сигурне и приватне.",
    "Instant Access": "Тренутни приступ",
    "No registration required. Get your temporary email instantly.": "Није потребна регистрација. Добијте своју привремену е-пошту одмах.",
    "Data Protection": "Заштита података",
    "We don't store any personal information.": "Не чувамо никакве личне информације.",
    "Our Mission": "Наша мисија",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Пружити сигуран и поуздан сервис привремених е-пошта који штити вашу приватност и одржава интернет чистим од спама.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "Пружамо сигурне, тренутне привремене адресе е-поште за ваше онлајн потребе. Није потребна регистрација, потпуно бесплатно и фокусирано на приватност.",
    "Contact Us": "Контактирајте нас",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Имате питања? Овде смо да помогнемо. Изаберите жељени начин контакта испод.",
    "Email Support": "Подршка е-поштом",
    "Get in touch with our support team": "Контактирајте наш тим подршке",
    "Live Chat": "Ћаво наживо",
    "Chat with our support team": "Ћаскајте са нашим тимом подршке",
    "Social Media": "Друштвене мреже",
    "Follow us on social media": "Пратите нас на друштвеним мрежама",
    "Start Chat": "Почните ћаскање",
    "Follow Us": "Пратите нас",
    "Send us a Message": "Пошаљите нам поруку",
    "Name": "Име",
    "Email": "Е-пошта",
    "Message": "Порука",
    "Send Message": "Пошаљи поруку",
    "Your name": "Ваше име",
    "Your email": "Ваша е-пошта",
    "Your message": "Ваша порука",
    "Our Blog": "Наш блог",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Савети и водичи о безбедности е-поште, приватности и најбољим праксама дигиталне комуникације.",
    "All": "Све",
    "Security": "Безбедност",
    "Privacy": "Приватност",
    "Guide": "Водич",
    "Tips": "Савети",
    "Terms and Conditions": "Uslovi korišćenja",
    "Last updated:": "Poslednja ažuriranja:",
    "Introduction": "Uvod",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Dobrodošli u našu uslugu generisanja privremenih e-mail adresa. Korišćenjem naše veb stranice, slažete se da ćete se pridržavati sledećih uslova korišćenja. Ako se ne slažete, molimo vas da ne koristite našu uslugu.",
    "Service Description": "Opis usluge",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Pružamo usluge privremenih e-mail adresa koje vam omogućavaju da kreirate i koristite privremene e-mail adrese u svrhe privatnosti i bezbednosti. Naša usluga je osmišljena da vam pomogne da izbegnete spam i zaštitite svoju ličnu e-mail adresu od nepotrebnog izlaganja.",
    "User Responsibilities": "Odgovornosti korisnika",
    "As a user, you agree to:": "Kao korisnik, slažete se da ćete:",
    "Use the service in a lawful and ethical manner": "Koristiti uslugu na zakonit i etički način",
    "Not engage in any illegal activity using our service": "Ne koristiti uslugu za bilo kakve ilegalne aktivnosti",
    "Not spam or misuse temporary email addresses": "Ne slati spam ili zloupotrebljavati privremene e-mail adrese",
    "Not use the service for fraudulent or malicious purposes": "Ne koristiti uslugu u prevrtljive ili zlonamerne svrhe",
    "Comply with all applicable laws and regulations": "Pridržavati se svih važećih zakona i propisa",
    "Account Security": "Bezbednost naloga",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Odgovorni ste za održavanje bezbednosti vašeg privremenog e-mail naloga i trebalo bi da nas odmah obavestite o bilo kakvoj neovlašćenoj upotrebi. Preporučujemo da ne koristite privremene e-mailove za osetljivu komunikaciju jer mogu biti dostupni drugima.",
    "Prohibited Uses": "Zabranjene upotrebe",
    "You may not use our service for:": "Ne smete koristiti našu uslugu za:",
    "Spamming or sending unsolicited emails": "Slanje spama ili neželjenih e-mailova",
    "Engaging in illegal activities or violating intellectual property rights": "Bavljenje ilegalnim aktivnostima ili kršenje prava intelektualne svojine",
    "Any activity that could harm the website or other users": "Bilo koju aktivnost koja može naštetiti veb stranici ili drugim korisnicima",
    "Creating accounts for prohibited services": "Kreiranje naloga za zabranjene usluge",
    "Bypassing email verification for malicious purposes": "Zaobilazak e-mail verifikacije u zlonamerne svrhe",
    "Limitation of Liability": "Ograničenje odgovornosti",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Nismo odgovorni za bilo kakvu štetu nastalu korišćenjem ili nemogućnošću korišćenja naše usluge, uključujući greške, prekide ili zloupotrebu usluge privremenih e-mail adresa. Usluga se pruža \"kakva jeste\" bez ikakvih garancija.",
    "Changes to Terms": "Izmene uslova",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Zadržavamo pravo da izmenimo ove uslove korišćenja u bilo kom trenutku. Sve izmene će biti ažurirane ovde sa revidiranim datumom. Vaše nastavljeno korišćenje usluge nakon izmena predstavlja prihvatanje novih uslova.",
    "Governing Law": "Primenljivo pravo",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Ovi uslovi korišćenja regulisani su zakonima jurisdikcije u kojoj naša usluga posluje. Svi sporovi će biti rešavani na odgovarajućim sudovima te jurisdikcije.",
    "Contact Us": "Kontaktirajte nas",
    "If you have any questions regarding these terms, please contact our support team at": "Ako imate bilo kakva pitanja u vezi sa ovim uslovima, molimo vas da kontaktirate naš tim za podršku na",
    "We typically respond within 24-48 hours.": "Obično odgovaramo u roku od 24-48 sati."
}