{
    "Quick Links": "Liens rapides",
    "Best Disposable Email Service":"Meilleur service de messagerie jetable",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.":"Créez instantanément des adresses e-mail temporaires pour Facebook, les inscriptions en ligne et plus encore. Nos e-mails jetables gardent votre boîte de réception propre et sécurisée.",
    "Copy":"Copier",
    "Generate":"Générer",
    "Delete":"Supprimer",
    "Your Inbox":"Votre boîte de réception",
    "From":"De",
    "Subject":"Sujet",
    "Date":"Date",
    "Actions":"Actions",
    "Why Choose Our Disposable Email Service?": "Pourquoi choisir notre service de messagerie jetable ?",
    "Anonymous Protection": "Protection anonyme",
    "Generate burner emails for ultimate online privacy": "Générez des e-mails temporaires pour une confidentialité maximale",
    "Secure & Private": "Sécurisé et privé",
    "Create disposable temporary email addresses with no registration": "Créez des adresses e-mail temporaires sans inscription",
    "Social Media Ready": "Prêt pour les réseaux sociaux",
    "Perfect temporary mail for Facebook verification and sign-ups": "Messagerie temporaire parfaite pour la vérification Facebook et les inscriptions",
    "Auto-Expiring": "Expiration automatique",
    "Your throwaway mail automatically deletes after use": "Votre e-mail temporaire est automatiquement supprimé après utilisation",
    "Benefits of Our Temporary Email Service": "Avantages de notre service d'email temporaire",
    "Perfect for Facebook account verification": "Parfait pour la vérification de compte Facebook",
    "Create unlimited disposable email IDs": "Créez des e-mails jetables illimités",
    "Best throwaway mail service for privacy": "Le meilleur service de messagerie jetable pour la confidentialité",
    "Temporary addresses that auto-expire": "Adresses temporaires qui expirent automatiquement",
    "About temp mail": "À propos de Temp Mail",
    "Your Secure": "Votre Sécurisé",
    "Temporary Email": "Email Temporaire",
    "Solution": "Solution",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail fournit des adresses e-mail jetables pour protéger votre vie privée. Parfait pour les tests, les inscriptions et pour éviter les spams dans votre boîte de réception principale.",
    "No Sign up required": "Aucune inscription requise",
    "No annoying mails": "Pas de mails gênants",
    "No installations": "Aucune installation",
    "Secure & Private": "Sécurisé et privé",
    "Auto-delete after expiry": "Suppression automatique après expiration",
    "24/7 availability": "Disponible 24/7",
    "Temporary Email Interface": "Interface de l'e-mail temporaire",
    "Email Inbox Interface": "Interface de la boîte de réception",
    "Testimonials": "Témoignages",
    "What Our Users Say": "Ce que disent nos utilisateurs",
    "Join thousands of satisfied users who trust our temporary email service": "Rejoignez des milliers d'utilisateurs satisfaits qui font confiance à notre service de messagerie temporaire",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Ce service de messagerie temporaire a changé la donne pour mon flux de travail. Il est incroyablement fiable et convivial.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Le meilleur service de messagerie temporaire que j'ai utilisé. Interface propre et génération d'e-mails instantanée, parfait pour les tests.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "J'utilise ce service quotidiennement pour mes inscriptions clients. Il est rapide, sécurisé et exactement ce dont j'ai besoin.",
    "Home": "Accueil",
    "Services": "Services",
    "Features": "Fonctionnalités",
    "News": "Actualités",
    "Blogs": "Blogs",
    "Subscribe to Newsletter": "S'abonner à la newsletter",
    "Stay updated with our latest features and releases.": "Restez informé de nos dernières fonctionnalités et sorties.",
    "By subscribing you agree to our": "En vous abonnant, vous acceptez notre",
    "Privacy Policy": "politique de confidentialité",
    "Enter your email":"Entrez votre e-mail",
    "Select Language":"Sélectionner la langue",
    "Temp Mail.":"Courrier Temporaire",
    "All rights reserved.":"Tous droits réservés.",
    "TempMail": "Correo Temporal",
    "About": "Acerca de",
    "Contact": "Contacto",
    "Blog": "Blog",
    "About TempMail": "À propos de TempMail",
    "Secure & Private": "Sécurisé et Privé",
    "Your temporary emails are completely secure and private.": "Vos e-mails temporaires sont entièrement sécurisés et privés.",
    "Instant Access": "Accès Instantané",
    "No registration required. Get your temporary email instantly.": "Aucune inscription requise. Obtenez votre e-mail temporaire instantanément.",
    "Data Protection": "Protection des Données",
    "We don't store any personal information.": "Nous ne stockons aucune information personnelle.",
    "Our Mission": "Notre Mission",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Fournir un service de messagerie temporaire sécurisé et fiable qui protège votre vie privée tout en gardant Internet propre du spam.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.":"Nous fournissons des adresses e-mail temporaires sécurisées et instantanées pour vos besoins en ligne. Aucune inscription requise, entièrement gratuit et axé sur la confidentialité.",
    "Contact Us": "Contactez-nous",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Vous avez des questions ? Nous sommes là pour aider. Choisissez votre méthode de contact préférée ci-dessous.",
    "Email Support": "Assistance par e-mail",
    "Get in touch with our support team": "Contactez notre équipe d'assistance",
    "Live Chat": "Chat en direct",
    "Chat with our support team": "Discutez avec notre équipe d'assistance",
    "Social Media": "Réseaux sociaux",
    "Follow us on social media": "Suivez-nous sur les réseaux sociaux",
    "Start Chat": "Démarrer le chat",
    "Follow Us": "Suivez-nous",
    "Send us a Message": "Envoyez-nous un message",
    "Name": "Nom",
    "Email": "E-mail",
    "Message": "Message",
    "Send Message": "Envoyer le message",
    "Your name": "Votre nom",
    "Your email": "Votre e-mail",
    "Your message": "Votre message",
    "Our Blog": "Notre Blog",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Aperçus et guides sur la sécurité des e-mails, la confidentialité et les meilleures pratiques de communication numérique.",
    "All": "Tout",
    "Security": "Sécurité",
    "Privacy": "Confidentialité",
    "Guide": "Guide",
    "Tips": "Astuces",
    "Terms and Conditions": "Conditions générales",
    "Last updated:": "Dernière mise à jour :",
    "Introduction": "Introduction",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Bienvenue sur notre service de génération d'e-mails temporaires. En utilisant notre site Web, vous acceptez de respecter les conditions générales suivantes. Si vous n'êtes pas d'accord, veuillez ne pas utiliser notre service.",
    "Service Description": "Description du service",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Nous fournissons des services d'e-mail temporaires qui vous permettent de créer et d'utiliser des adresses e-mail temporaires à des fins de confidentialité et de sécurité. Notre service est conçu pour vous aider à éviter le spam et à protéger votre e-mail personnel contre une exposition inutile.",
    "User Responsibilities": "Responsabilités de l'utilisateur",
    "As a user, you agree to:": "En tant qu'utilisateur, vous acceptez de :",
    "Use the service in a lawful and ethical manner": "Utiliser le service de manière légale et éthique",
    "Not engage in any illegal activity using our service": "Ne pas mener d'activité illégale en utilisant notre service",
    "Not spam or misuse temporary email addresses": "Ne pas envoyer de spam ou utiliser abusivement des adresses e-mail temporaires",
    "Not use the service for fraudulent or malicious purposes": "Ne pas utiliser le service à des fins frauduleuses ou malveillantes",
    "Comply with all applicable laws and regulations": "Se conformer à toutes les lois et réglementations applicables",
    "Account Security": "Sécurité du compte",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Vous êtes responsable de la sécurité de votre compte e-mail temporaire et devez nous informer immédiatement de toute utilisation non autorisée. Nous recommandons de ne pas utiliser les e-mails temporaires pour des communications sensibles car ils peuvent être accessibles à d'autres.",
    "Prohibited Uses": "Utilisations interdites",
    "You may not use our service for:": "Vous ne pouvez pas utiliser notre service pour :",
    "Spamming or sending unsolicited emails": "Envoyer du spam ou des e-mails non sollicités",
    "Engaging in illegal activities or violating intellectual property rights": "Mener des activités illégales ou violer les droits de propriété intellectuelle",
    "Any activity that could harm the website or other users": "Toute activité pouvant nuire au site Web ou à d'autres utilisateurs",
    "Creating accounts for prohibited services": "Créer des comptes pour des services interdits",
    "Bypassing email verification for malicious purposes": "Contourner la vérification d'e-mail à des fins malveillantes",
    "Limitation of Liability": "Limitation de responsabilité",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Nous ne sommes pas responsables des dommages résultant de l'utilisation ou de l'impossibilité d'utiliser notre service, y compris les erreurs, interruptions ou mauvaises utilisations du service d'e-mail temporaire. Le service est fourni \"tel quel\" sans garantie d'aucune sorte.",
    "Changes to Terms": "Modifications des conditions",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Nous nous réservons le droit de modifier ces conditions générales à tout moment. Toute modification sera mise à jour ici avec la date révisée. Votre utilisation continue du service après les modifications constitue une acceptation des nouvelles conditions.",
    "Governing Law": "Loi applicable",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Ces conditions générales sont régies par les lois de la juridiction dans laquelle notre service opère. Tout litige sera résolu devant les tribunaux compétents de cette juridiction.",
    "Contact Us": "Contactez-nous",
    "If you have any questions regarding these terms, please contact our support team at": "Si vous avez des questions concernant ces conditions, veuillez contacter notre équipe d'assistance à",
    "We typically respond within 24-48 hours.": "Nous répondons généralement dans les 24 à 48 heures."
}
  