{
    "Quick Links": "Collegamenti rapidi",
    "Best Disposable Email Service": "Miglior servizio di email temporanea",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Crea indirizzi email temporanei istantanei per Facebook, registrazioni online e altro. I nostri indirizzi email temporanei mantengono la tua casella di posta reale pulita e sicura.",
    "Copy": "Copia",
    "Generate": "Genera",
    "Delete": "Elimina",
    "Your Inbox": "La tua casella di posta",
    "From": "Da",
    "Subject": "Oggetto",
    "Date": "Data",
    "Actions": "Azioni",
    "Why Choose Our Disposable Email Service?": "Perché scegliere il nostro servizio di email temporanea?",
    "Anonymous Protection": "Protezione anonima",
    "Generate burner emails for ultimate online privacy": "Genera email temporanee per la massima privacy online",
    "Secure & Private": "Sicuro e privato",
    "Create disposable temporary email addresses with no registration": "Crea indirizzi email temporanei senza registrazione",
    "Social Media Ready": "Pronto per i social media",
    "Perfect temporary mail for Facebook verification and sign-ups": "Email temporanea perfetta per la verifica e l'iscrizione su Facebook",
    "Auto-Expiring": "Scadenza automatica",
    "Your throwaway mail automatically deletes after use": "La tua email temporanea viene eliminata automaticamente dopo l'uso",
    "Benefits of Our Temporary Email Service": "Vantaggi del nostro servizio di email temporanea",
    "Perfect for Facebook account verification": "Perfetto per la verifica dell'account Facebook",
    "Create unlimited disposable email IDs": "Crea un numero illimitato di indirizzi email temporanei",
    "Best throwaway mail service for privacy": "Miglior servizio di email temporanea per la privacy",
    "Temporary addresses that auto-expire": "Indirizzi temporanei con scadenza automatica",
    "About temp mail": "Informazioni su Temp Mail",
    "Your Secure": "Il tuo sicuro",
    "Temporary Email": "Email temporanea",
    "Solution": "Soluzione",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail fornisce indirizzi email temporanei per proteggere la tua privacy. Perfetto per test, registrazioni ed evitare spam nella tua casella di posta principale.",
    "No Sign up required": "Nessuna registrazione richiesta",
    "No annoying mails": "Nessuna email fastidiosa",
    "No installations": "Nessuna installazione",
    "Secure & Private": "Sicuro e privato",
    "Auto-delete after expiry": "Eliminazione automatica dopo la scadenza",
    "24/7 availability": "Disponibilità 24/7",
    "Temporary Email Interface": "Interfaccia email temporanea",
    "Email Inbox Interface": "Interfaccia casella di posta",
    "Testimonials": "Testimonianze",
    "What Our Users Say": "Cosa dicono i nostri utenti",
    "Join thousands of satisfied users who trust our temporary email service": "Unisciti a migliaia di utenti soddisfatti che si fidano del nostro servizio di email temporanea",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Questo servizio di email temporanea ha rivoluzionato il mio flusso di lavoro. È incredibilmente affidabile e facile da usare.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Il miglior servizio di email temporanea che abbia mai usato. Interfaccia pulita e generazione istantanea di email lo rendono perfetto per i test.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Uso questo servizio quotidianamente per le registrazioni dei clienti. È veloce, sicuro e esattamente ciò di cui ho bisogno.",
    "Home": "Home",
    "Services": "Servizi",
    "Features": "Funzionalità",
    "News": "Notizie",
    "Blogs": "Blog",
    "Subscribe to Newsletter": "Iscriviti alla newsletter",
    "Stay updated with our latest features and releases.": "Rimani aggiornato sulle nostre ultime funzionalità e versioni.",
    "By subscribing you agree to our": "Iscrivendoti accetti la nostra",
    "Privacy Policy": "Politica sulla privacy",
    "Enter your email": "Inserisci la tua email",
    "Select Language": "Seleziona lingua",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "Tutti i diritti riservati.",
    "TempMail": "TempMail",
    "About": "Informazioni",
    "Contact": "Contatto",
    "Blog": "Blog",
    "About TempMail": "Informazioni su TempMail",
    "Secure & Private": "Sicuro e privato",
    "Your temporary emails are completely secure and private.": "Le tue email temporanee sono completamente sicure e private.",
    "Instant Access": "Accesso istantaneo",
    "No registration required. Get your temporary email instantly.": "Nessuna registrazione richiesta. Ottieni la tua email temporanea all'istante.",
    "Data Protection": "Protezione dei dati",
    "We don't store any personal information.": "Non memorizziamo alcuna informazione personale.",
    "Our Mission": "La nostra missione",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Fornire un servizio di email temporanea sicuro e affidabile che protegga la tua privacy e mantenga pulito Internet dallo spam.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "Forniamo indirizzi email temporanei sicuri e istantanei per le tue esigenze online. Nessuna registrazione richiesta, completamente gratuito e focalizzato sulla privacy.",
    "Contact Us": "Contattaci",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Hai domande? Siamo qui per aiutarti. Scegli il tuo metodo di contatto preferito di seguito.",
    "Email Support": "Supporto email",
    "Get in touch with our support team": "Mettiti in contatto con il nostro team di supporto",
    "Live Chat": "Chat live",
    "Chat with our support team": "Chatta con il nostro team di supporto",
    "Social Media": "Social media",
    "Follow us on social media": "Seguici sui social media",
    "Start Chat": "Inizia la chat",
    "Follow Us": "Seguici",
    "Send us a Message": "Inviaci un messaggio",
    "Name": "Nome",
    "Email": "Email",
    "Message": "Messaggio",
    "Send Message": "Invia messaggio",
    "Your name": "Il tuo nome",
    "Your email": "La tua email",
    "Your message": "Il tuo messaggio",
    "Our Blog": "Il nostro blog",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Approfondimenti e guide sulla sicurezza delle email, la privacy e le migliori pratiche per la comunicazione digitale.",
    "All": "Tutti",
    "Security": "Sicurezza",
    "Privacy": "Privacy",
    "Guide": "Guida",
    "Tips": "Consigli",
    "Terms and Conditions": "Termini e condizioni",
    "Last updated:": "Ultimo aggiornamento:",
    "Introduction": "Introduzione",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Benvenuto nel nostro servizio di generazione di email temporanee. Utilizzando il nostro sito web, accetti di rispettare i seguenti termini e condizioni. Se non sei d'accordo, ti preghiamo di non utilizzare il nostro servizio.",
    "Service Description": "Descrizione del servizio",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Forniamo servizi di email temporanee che ti permettono di creare e utilizzare indirizzi email temporanei per scopi di privacy e sicurezza. Il nostro servizio è progettato per aiutarti a evitare lo spam e proteggere la tua email personale da esposizioni non necessarie.",
    "User Responsibilities": "Responsabilità dell'utente",
    "As a user, you agree to:": "Come utente, accetti di:",
    "Use the service in a lawful and ethical manner": "Utilizzare il servizio in modo legale ed etico",
    "Not engage in any illegal activity using our service": "Non svolgere attività illegali utilizzando il nostro servizio",
    "Not spam or misuse temporary email addresses": "Non inviare spam o abusare di indirizzi email temporanei",
    "Not use the service for fraudulent or malicious purposes": "Non utilizzare il servizio per scopi fraudolenti o dannosi",
    "Comply with all applicable laws and regulations": "Rispettare tutte le leggi e i regolamenti applicabili",
    "Account Security": "Sicurezza dell'account",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Sei responsabile della sicurezza del tuo account email temporaneo e dovresti segnalarci immediatamente qualsiasi uso non autorizzato. Raccomandiamo di non utilizzare email temporanee per comunicazioni sensibili in quanto potrebbero essere accessibili ad altri.",
    "Prohibited Uses": "Utilizzi vietati",
    "You may not use our service for:": "Non puoi utilizzare il nostro servizio per:",
    "Spamming or sending unsolicited emails": "Inviare spam o email non richieste",
    "Engaging in illegal activities or violating intellectual property rights": "Svolgere attività illegali o violare i diritti di proprietà intellettuale",
    "Any activity that could harm the website or other users": "Qualsiasi attività che potrebbe danneggiare il sito web o altri utenti",
    "Creating accounts for prohibited services": "Creare account per servizi vietati",
    "Bypassing email verification for malicious purposes": "Eludere la verifica email per scopi dannosi",
    "Limitation of Liability": "Limitazione di responsabilità",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Non siamo responsabili per eventuali danni derivanti dall'uso o dall'impossibilità di utilizzare il nostro servizio, inclusi errori, interruzioni o abusi del servizio di email temporanee. Il servizio è fornito \"così com'è\" senza garanzie di alcun tipo.",
    "Changes to Terms": "Modifiche ai termini",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Ci riserviamo il diritto di modificare questi termini e condizioni in qualsiasi momento. Eventuali modifiche saranno aggiornate qui con la data di revisione. Il tuo continuo utilizzo del servizio dopo le modifiche costituisce accettazione dei nuovi termini.",
    "Governing Law": "Legge applicabile",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Questi termini e condizioni sono regolati dalle leggi della giurisdizione in cui opera il nostro servizio. Eventuali controversie saranno risolte nei tribunali competenti di tale giurisdizione.",
    "Contact Us": "Contattaci",
    "If you have any questions regarding these terms, please contact our support team at": "Se hai domande riguardo questi termini, contatta il nostro team di supporto a",
    "We typically respond within 24-48 hours.": "Rispondiamo generalmente entro 24-48 ore."
}