{
    "Quick Links": "Links rápidos",
    "Best Disposable Email Service": "Melhor serviço de e-mail descartável",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Crie endereços de e-mail descartáveis instantâneos para Facebook, registros online e muito mais. Nossos e-mails descartáveis mantêm sua caixa de entrada real limpa e segura.",
    "Copy": "Copiar",
    "Generate": "Gerar",
    "Delete": "Excluir",
    "Your Inbox": "Sua caixa de entrada",
    "From": "De",
    "Subject": "Assunto",
    "Date": "Data",
    "Actions": "Ações",
    "Why Choose Our Disposable Email Service?": "Por que escolher nosso serviço de e-mail descartável?",
    "Anonymous Protection": "Proteção anônima",
    "Generate burner emails for ultimate online privacy": "Gere e-mails descartáveis para máxima privacidade online",
    "Secure & Private": "Seguro e privado",
    "Create disposable temporary email addresses with no registration": "Crie endereços de e-mail temporários sem registro",
    "Social Media Ready": "Pronto para mídias sociais",
    "Perfect temporary mail for Facebook verification and sign-ups": "E-mail temporário perfeito para verificação e cadastro no Facebook",
    "Auto-Expiring": "Expiração automática",
    "Your throwaway mail automatically deletes after use": "Seu e-mail descartável é excluído automaticamente após o uso",
    "Benefits of Our Temporary Email Service": "Benefícios do nosso serviço de e-mail temporário",
    "Perfect for Facebook account verification": "Perfeito para verificação de conta do Facebook",
    "Create unlimited disposable email IDs": "Crie IDs de e-mail descartáveis ilimitados",
    "Best throwaway mail service for privacy": "Melhor serviço de e-mail descartável para privacidade",
    "Temporary addresses that auto-expire": "Endereços temporários que expiram automaticamente",
    "About temp mail": "Sobre Temp Mail",
    "Your Secure": "Seu seguro",
    "Temporary Email": "E-mail temporário",
    "Solution": "Solução",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail fornece endereços de e-mail descartáveis para proteger sua privacidade. Perfeito para testes, registros e evitar spam em sua caixa de entrada principal.",
    "No Sign up required": "Nenhum cadastro necessário",
    "No annoying mails": "Nenhum e-mail irritante",
    "No installations": "Nenhuma instalação",
    "Secure & Private": "Seguro e privado",
    "Auto-delete after expiry": "Exclusão automática após expiração",
    "24/7 availability": "Disponibilidade 24/7",
    "Temporary Email Interface": "Interface de e-mail temporário",
    "Email Inbox Interface": "Interface da caixa de entrada",
    "Testimonials": "Depoimentos",
    "What Our Users Say": "O que nossos usuários dizem",
    "Join thousands of satisfied users who trust our temporary email service": "Junte-se a milhares de usuários satisfeitos que confiam em nosso serviço de e-mail temporário",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Este serviço de e-mail temporário mudou meu fluxo de trabalho. É incrivelmente confiável e fácil de usar.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "O melhor serviço de e-mail temporário que já usei. Interface limpa e geração instantânea de e-mails tornam-no perfeito para testes.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Uso este serviço diariamente para cadastros de clientes. É rápido, seguro e exatamente o que eu preciso.",
    "Home": "Início",
    "Services": "Serviços",
    "Features": "Recursos",
    "News": "Notícias",
    "Blogs": "Blogs",
    "Subscribe to Newsletter": "Assine a newsletter",
    "Stay updated with our latest features and releases.": "Mantenha-se atualizado com nossos últimos recursos e lançamentos.",
    "By subscribing you agree to our": "Ao assinar, você concorda com nossa",
    "Privacy Policy": "Política de Privacidade",
    "Enter your email": "Digite seu e-mail",
    "Select Language": "Selecione o idioma",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "Todos os direitos reservados.",
    "TempMail": "TempMail",
    "About": "Sobre",
    "Contact": "Contato",
    "Blog": "Blog",
    "About TempMail": "Sobre TempMail",
    "Secure & Private": "Seguro e privado",
    "Your temporary emails are completely secure and private.": "Seus e-mails temporários são completamente seguros e privados.",
    "Instant Access": "Acesso instantâneo",
    "No registration required. Get your temporary email instantly.": "Nenhum registro necessário. Obtenha seu e-mail temporário instantaneamente.",
    "Data Protection": "Proteção de dados",
    "We don't store any personal information.": "Não armazenamos nenhuma informação pessoal.",
    "Our Mission": "Nossa missão",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Fornecer um serviço de e-mail temporário seguro e confiável que proteja sua privacidade e mantenha a internet livre de spam.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "Fornecemos endereços de e-mail temporários seguros e instantâneos para suas necessidades online. Nenhum registro necessário, completamente gratuito e focado na privacidade.",
    "Contact Us": "Contate-nos",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Tem dúvidas? Estamos aqui para ajudar. Escolha seu método de contato preferido abaixo.",
    "Email Support": "Suporte por e-mail",
    "Get in touch with our support team": "Entre em contato com nossa equipe de suporte",
    "Live Chat": "Chat ao vivo",
    "Chat with our support team": "Converse com nossa equipe de suporte",
    "Social Media": "Mídias sociais",
    "Follow us on social media": "Siga-nos nas redes sociais",
    "Start Chat": "Iniciar chat",
    "Follow Us": "Siga-nos",
    "Send us a Message": "Envie-nos uma mensagem",
    "Name": "Nome",
    "Email": "E-mail",
    "Message": "Mensagem",
    "Send Message": "Enviar mensagem",
    "Your name": "Seu nome",
    "Your email": "Seu e-mail",
    "Your message": "Sua mensagem",
    "Our Blog": "Nosso blog",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Insights e guias sobre segurança de e-mail, privacidade e melhores práticas de comunicação digital.",
    "All": "Todos",
    "Security": "Segurança",
    "Privacy": "Privacidade",
    "Guide": "Guia",
    "Tips": "Dicas"
}