{
    "Quick Links": "त्वरित लिंक",
    "Best Disposable Email Service":"सबसे अच्छी अस्थायी ईमेल सेवा",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.":"फेसबुक, ऑनलाइन पंजीकरण और अधिक के लिए तुरंत अस्थायी ईमेल पते बनाएं। हमारे डिस्पोजेबल ईमेल आईडी आपके वास्तविक इनबॉक्स को साफ और सुरक्षित रखते हैं।",
    "Copy":"कॉपी करें",
    "Generate":"उत्पन्न करें",
    "Delete":"हटाएं",
    "Your Inbox":"आपका इनबॉक्स",
    "From":"से",
    "Subject":"विषय",
    "Date":"तारीख",
    "Actions":"क्रियाएँ",
    "Why Choose Our Disposable Email Service?": "हमारी अस्थायी ईमेल सेवा क्यों चुनें?",
    "Anonymous Protection": "गुमनाम सुरक्षा",
    "Generate burner emails for ultimate online privacy": "अंतिम ऑनलाइन गोपनीयता के लिए बर्नर ईमेल उत्पन्न करें",
    "Secure & Private": "सुरक्षित और निजी",
    "Create disposable temporary email addresses with no registration": "कोई पंजीकरण के बिना अस्थायी ईमेल पते बनाएं",
    "Social Media Ready": "सोशल मीडिया के लिए तैयार",
    "Perfect temporary mail for Facebook verification and sign-ups": "फेसबुक सत्यापन और साइन-अप के लिए आदर्श अस्थायी मेल",
    "Auto-Expiring": "स्वचालित समाप्ति",
    "Your throwaway mail automatically deletes after use": "आपका अस्थायी मेल उपयोग के बाद स्वचालित रूप से हटा दिया जाता है",
    "Benefits of Our Temporary Email Service": "हमारी अस्थायी ईमेल सेवा के लाभ",
    "Perfect for Facebook account verification": "फेसबुक खाता सत्यापन के लिए बिल्कुल सही",
    "Create unlimited disposable email IDs": "असीमित अस्थायी ईमेल आईडी बनाएं",
    "Best throwaway mail service for privacy": "गोपनीयता के लिए सर्वश्रेष्ठ अस्थायी मेल सेवा",
    "Temporary addresses that auto-expire": "अस्थायी पते जो स्वचालित रूप से समाप्त हो जाते हैं",
    "About temp mail": "टेम्प मेल के बारे में",
    "Your Secure": "आपका सुरक्षित",
    "Temporary Email": "अस्थायी ईमेल",
    "Solution": "समाधान",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "टेम्प मेल आपकी गोपनीयता की रक्षा के लिए अस्थायी ईमेल पते प्रदान करता है। परीक्षण, पंजीकरण और आपके प्राथमिक इनबॉक्स में स्पैम से बचने के लिए बिल्कुल सही।",
    "No Sign up required": "कोई साइनअप आवश्यक नहीं",
    "No annoying mails": "कोई परेशान करने वाले ईमेल नहीं",
    "No installations": "कोई स्थापना नहीं",
    "Secure & Private": "सुरक्षित और निजी",
    "Auto-delete after expiry": "समाप्ति के बाद स्वचालित हटाना",
    "24/7 availability": "24/7 उपलब्धता",
    "Temporary Email Interface": "अस्थायी ईमेल इंटरफेस",
    "Email Inbox Interface": "ईमेल इनबॉक्स इंटरफेस",
    "Testimonials": "प्रशंसापत्र",
    "What Our Users Say": "हमारे उपयोगकर्ता क्या कहते हैं",
    "Join thousands of satisfied users who trust our temporary email service": "हजारों संतुष्ट उपयोगकर्ताओं में शामिल हों जो हमारी अस्थायी ईमेल सेवा पर भरोसा करते हैं",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "यह टेम्प मेल सेवा मेरे कार्यप्रवाह के लिए एक गेम-चेंजर रही है। यह बेहद विश्वसनीय और उपयोगकर्ता के अनुकूल है।",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "अब तक उपयोग की गई सबसे अच्छी अस्थायी ईमेल सेवा। स्वच्छ इंटरफ़ेस और त्वरित ईमेल निर्माण इसे परीक्षण के लिए आदर्श बनाते हैं।",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "मैं इस सेवा का प्रतिदिन अपने ग्राहक पंजीकरणों के लिए उपयोग करता हूं। यह तेज़, सुरक्षित और बिल्कुल वैसा ही है जैसा मुझे चाहिए।",
    "Home": "होम",
    "Services": "सेवाएँ",
    "Features": "विशेषताएँ",
    "News": "समाचार",
    "Blogs": "ब्लॉग्स",
    "Subscribe to Newsletter": "न्यूज़लेटर की सदस्यता लें",
    "Stay updated with our latest features and releases.": "हमारी नवीनतम सुविधाओं और रिलीज़ के साथ अपडेट रहें।",
    "By subscribing you agree to our": "सदस्यता लेने पर, आप हमारी से सहमत होते हैं",
    "Privacy Policy": "गोपनीयता नीति",
    "Enter your email":"अपना ईमेल दर्ज करें",
    "Select Language":"भाषा चुनें",
    "Temp Mail.":"अस्थायी मेल",
    "All rights reserved.":"सर्वाधिकार सुरक्षित।",
    "TempMail": "टेम्प मेल",
    "About": "हमारे बारे में",
    "Contact": "संपर्क करें",
    "Blog": "ब्लॉग",
    "About TempMail": "टेम्पमेल के बारे में",
    "Secure & Private": "सुरक्षित और निजी",
    "Your temporary emails are completely secure and private.": "आपके अस्थायी ईमेल पूरी तरह सुरक्षित और निजी हैं।",
    "Instant Access": "तत्काल पहुँच",
    "No registration required. Get your temporary email instantly.": "कोई पंजीकरण आवश्यक नहीं। तुरंत अपना अस्थायी ईमेल प्राप्त करें।",
    "Data Protection": "डेटा सुरक्षा",
    "We don't store any personal information.": "हम कोई व्यक्तिगत जानकारी संग्रहीत नहीं करते।",
    "Our Mission": "हमारा मिशन",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "एक सुरक्षित और विश्वसनीय अस्थायी ईमेल सेवा प्रदान करना जो आपकी गोपनीयता की रक्षा करे और इंटरनेट को स्पैम से मुक्त रखे।",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.":"हम आपकी ऑनलाइन जरूरतों के लिए सुरक्षित, त्वरित अस्थायी ईमेल पते प्रदान करते हैं। कोई पंजीकरण आवश्यक नहीं, पूरी तरह निःशुल्क और गोपनीयता-केंद्रित।",
    "Contact Us": "संपर्क करें",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "कोई प्रश्न है? हम मदद के लिए यहाँ हैं। नीचे अपना पसंदीदा संपर्क तरीका चुनें।",
    "Email Support": "ईमेल सहायता",
    "Get in touch with our support team": "हमारी सहायता टीम से संपर्क करें",
    "Live Chat": "लाइव चैट",
    "Chat with our support team": "हमारी सहायता टीम से चैट करें",
    "Social Media": "सोशल मीडिया",
    "Follow us on social media": "सोशल मीडिया पर हमें फ़ॉलो करें",
    "Start Chat": "चैट शुरू करें",
    "Follow Us": "हमें फ़ॉलो करें",
    "Send us a Message": "हमें एक संदेश भेजें",
    "Name": "नाम",
    "Email": "ईमेल",
    "Message": "संदेश",
    "Send Message": "संदेश भेजें",
    "Your name": "आपका नाम",
    "Your email": "आपका ईमेल",
    "Your message": "आपका संदेश",
    "Our Blog": "हमारा ब्लॉग",
    "Insights and guides about email security, privacy, and digital communication best practices.": "ईमेल सुरक्षा, गोपनीयता और डिजिटल संचार सर्वोत्तम प्रथाओं पर अंतर्दृष्टि और मार्गदर्शिकाएँ।",
    "All": "सभी",
    "Security": "सुरक्षा",
    "Privacy": "गोपनीयता",
    "Guide": "मार्गदर्शिका",
    "Tips": "सुझाव",
    "Terms and Conditions": "नियम और शर्तें",
    "Last updated:": "अंतिम अपडेट:",
    "Introduction": "परिचय",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "हमारी अस्थायी ईमेल जनरेशन सेवा में आपका स्वागत है। हमारी वेबसाइट का उपयोग करके, आप निम्नलिखित नियमों और शर्तों का पालन करने के लिए सहमत होते हैं। यदि आप सहमत नहीं हैं, तो कृपया हमारी सेवा का उपयोग न करें।",
    "Service Description": "सेवा विवरण",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "हम अस्थायी ईमेल सेवाएं प्रदान करते हैं जो आपको गोपनीयता और सुरक्षा उद्देश्यों के लिए अस्थायी ईमेल पते बनाने और उपयोग करने की अनुमति देती हैं। हमारी सेवा को स्पैम से बचने और आपके व्यक्तिगत ईमेल को अनावश्यक एक्सपोजर से बचाने में मदद करने के लिए डिज़ाइन किया गया है।",
    "User Responsibilities": "उपयोगकर्ता जिम्मेदारियाँ",
    "As a user, you agree to:": "एक उपयोगकर्ता के रूप में, आप सहमत होते हैं:",
    "Use the service in a lawful and ethical manner": "सेवा का कानूनी और नैतिक तरीके से उपयोग करें",
    "Not engage in any illegal activity using our service": "हमारी सेवा का उपयोग करके किसी भी अवैध गतिविधि में संलग्न न हों",
    "Not spam or misuse temporary email addresses": "अस्थायी ईमेल पतों का स्पैम या दुरुपयोग न करें",
    "Not use the service for fraudulent or malicious purposes": "सेवा का धोखाधड़ी या दुर्भावनापूर्ण उद्देश्यों के लिए उपयोग न करें",
    "Comply with all applicable laws and regulations": "सभी लागू कानूनों और विनियमों का पालन करें",
    "Account Security": "खाता सुरक्षा",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "आप अपने अस्थायी ईमेल खाते की सुरक्षा बनाए रखने के लिए जिम्मेदार हैं और किसी भी अनधिकृत उपयोग के बारे में हमें तुरंत सूचित करना चाहिए। हम संवेदनशील संचार के लिए अस्थायी ईमेल का उपयोग न करने की सलाह देते हैं क्योंकि वे दूसरों के लिए सुलभ हो सकते हैं।",
    "Prohibited Uses": "निषिद्ध उपयोग",
    "You may not use our service for:": "आप हमारी सेवा का उपयोग नहीं कर सकते:",
    "Spamming or sending unsolicited emails": "स्पैमिंग या अनचाहे ईमेल भेजना",
    "Engaging in illegal activities or violating intellectual property rights": "अवैध गतिविधियों में संलग्न होना या बौद्धिक संपदा अधिकारों का उल्लंघन करना",
    "Any activity that could harm the website or other users": "कोई भी गतिविधि जो वेबसाइट या अन्य उपयोगकर्ताओं को नुकसान पहुंचा सकती है",
    "Creating accounts for prohibited services": "निषिद्ध सेवाओं के लिए खाते बनाना",
    "Bypassing email verification for malicious purposes": "दुर्भावनापूर्ण उद्देश्यों के लिए ईमेल सत्यापन को बायपास करना",
    "Limitation of Liability": "दायित्व सीमा",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "हमारी सेवा के उपयोग या उपयोग करने में असमर्थता से होने वाले किसी भी नुकसान के लिए हम जिम्मेदार नहीं हैं, जिसमें अस्थायी ईमेल सेवा की कोई त्रुटि, व्यवधान या दुरुपयोग शामिल है। सेवा किसी भी प्रकार की वारंटी के बिना \"जैसा है\" प्रदान की जाती है।",
    "Changes to Terms": "नियमों में परिवर्तन",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "हम किसी भी समय इन नियमों और शर्तों को संशोधित करने का अधिकार सुरक्षित रखते हैं। कोई भी परिवर्तन यहां संशोधित तिथि के साथ अपडेट किया जाएगा। परिवर्तनों के बाद सेवा का आपका निरंतर उपयोग नए नियमों की स्वीकृति का गठन करता है।",
    "Governing Law": "शासी कानून",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "ये नियम और शर्तें उस क्षेत्राधिकार के कानूनों द्वारा शासित होती हैं जिसमें हमारी सेवा संचालित होती है। किसी भी विवाद को उस क्षेत्राधिकार के उचित न्यायालयों में हल किया जाएगा।",
    "Contact Us": "हमसे संपर्क करें",
    "If you have any questions regarding these terms, please contact our support team at": "यदि आपके पास इन नियमों के संबंध में कोई प्रश्न हैं, तो कृपया हमारी सहायता टीम से संपर्क करें",
    "We typically respond within 24-48 hours.": "हम आमतौर पर 24-48 घंटों के भीतर जवाब देते हैं।"
}
  