{
    "Quick Links": "Швидкі посилання",
    "Best Disposable Email Service": "Найкращий сервіс тимчасової електронної пошти",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Створюйте миттєві тимчасові електронні адреси для Facebook, онлайн-реєстрацій та іншого. Наші тимчасові електронні адреси забезпечують чистоту та безпеку вашої поштової скриньки.",
    "Copy": "Копіювати",
    "Generate": "Згенерувати",
    "Delete": "Видалити",
    "Your Inbox": "Ваша поштова скринька",
    "From": "Від",
    "Subject": "Тема",
    "Date": "Дата",
    "Actions": "Дії",
    "Why Choose Our Disposable Email Service?": "Чому варто обрати наш сервіс тимчасової електронної пошти?",
    "Anonymous Protection": "Анонімний захист",
    "Generate burner emails for ultimate online privacy": "Створюйте тимчасові електронні адреси для максимальної конфіденційності в інтернеті",
    "Secure & Private": "Безпечно та конфіденційно",
    "Create disposable temporary email addresses with no registration": "Створюйте тимчасові електронні адреси без реєстрації",
    "Social Media Ready": "Готово для соціальних мереж",
    "Perfect temporary mail for Facebook verification and sign-ups": "Ідеальна тимчасова електронна пошта для верифікації та реєстрації на Facebook",
    "Auto-Expiring": "Автоматичне видалення",
    "Your throwaway mail automatically deletes after use": "Ваша тимчасова електронна пошта автоматично видаляється після використання",
    "Benefits of Our Temporary Email Service": "Переваги нашого сервісу тимчасової електронної пошти",
    "Perfect for Facebook account verification": "Ідеально для верифікації облікового запису Facebook",
    "Create unlimited disposable email IDs": "Створюйте необмежену кількість тимчасових електронних адрес",
    "Best throwaway mail service for privacy": "Найкращий сервіс тимчасової електронної пошти для конфіденційності",
    "Temporary addresses that auto-expire": "Тимчасові адреси, які автоматично видаляються",
    "About temp mail": "Про Temp Mail",
    "Your Secure": "Ваш безпечний",
    "Temporary Email": "Тимчасова електронна пошта",
    "Solution": "Рішення",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail надає тимчасові електронні адреси для захисту вашої конфіденційності. Ідеально підходить для тестування, реєстрації та уникнення спаму в основній поштовій скриньці.",
    "No Sign up required": "Реєстрація не потрібна",
    "No annoying mails": "Немає надокучливих листів",
    "No installations": "Не потрібно встановлення",
    "Secure & Private": "Безпечно та конфіденційно",
    "Auto-delete after expiry": "Автоматичне видалення після закінчення терміну",
    "24/7 availability": "Цілодобова доступність",
    "Temporary Email Interface": "Інтерфейс тимчасової електронної пошти",
    "Email Inbox Interface": "Інтерфейс поштової скриньки",
    "Testimonials": "Відгуки",
    "What Our Users Say": "Що кажуть наші користувачі",
    "Join thousands of satisfied users who trust our temporary email service": "Приєднуйтесь до тисяч задоволених користувачів, які довіряють нашому сервісу тимчасової електронної пошти",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Цей сервіс тимчасової електронної пошти змінив мій робочий процес. Він надзвичайно надійний і зручний у використанні.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Найкращий сервіс тимчасової електронної пошти, яким я користувався. Чистий інтерфейс і миттєве створення електронних листів роблять його ідеальним для тестування.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Я використовую цей сервіс щодня для реєстрації клієнтів. Він швидкий, безпечний і саме те, що мені потрібно.",
    "Home": "Головна",
    "Services": "Послуги",
    "Features": "Функції",
    "News": "Новини",
    "Blogs": "Блоги",
    "Subscribe to Newsletter": "Підписатися на розсилку",
    "Stay updated with our latest features and releases.": "Будьте в курсі наших останніх оновлень і новинок.",
    "By subscribing you agree to our": "Підписуючись, ви погоджуєтесь з нашою",
    "Privacy Policy": "Політикою конфіденційності",
    "Enter your email": "Введіть свою електронну пошту",
    "Select Language": "Виберіть мову",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "Всі права захищені.",
    "TempMail": "TempMail",
    "About": "Про нас",
    "Contact": "Контакти",
    "Blog": "Блог",
    "About TempMail": "Про TempMail",
    "Secure & Private": "Безпечно та конфіденційно",
    "Your temporary emails are completely secure and private.": "Ваші тимчасові електронні листи повністю безпечні та конфіденційні.",
    "Instant Access": "Миттєвий доступ",
    "No registration required. Get your temporary email instantly.": "Реєстрація не потрібна. Отримайте свою тимчасову електронну пошту миттєво.",
    "Data Protection": "Захист даних",
    "We don't store any personal information.": "Ми не зберігаємо жодної особистої інформації.",
    "Our Mission": "Наша місія",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Надавати безпечний та надійний сервіс тимчасової електронної пошти, який захищає вашу конфіденційність і підтримує інтернет у чистоті від спаму.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "Ми надаємо безпечні, миттєві тимчасові електронні адреси для ваших онлайн-потреб. Реєстрація не потрібна, повністю безкоштовно та орієнтовано на конфіденційність.",
    "Contact Us": "Зв'яжіться з нами",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Маєте питання? Ми тут, щоб допомогти. Виберіть бажану форму зв'язку нижче.",
    "Email Support": "Підтримка електронною поштою",
    "Get in touch with our support team": "Зв'яжіться з нашою службою підтримки",
    "Live Chat": "Онлайн-чат",
    "Chat with our support team": "Спілкуйтеся з нашою службою підтримки",
    "Social Media": "Соціальні мережі",
    "Follow us on social media": "Слідкуйте за нами в соціальних мережах",
    "Start Chat": "Почати чат",
    "Follow Us": "Слідкуйте за нами",
    "Send us a Message": "Надішліть нам повідомлення",
    "Name": "Ім'я",
    "Email": "Електронна пошта",
    "Message": "Повідомлення",
    "Send Message": "Надіслати повідомлення",
    "Your name": "Ваше ім'я",
    "Your email": "Ваша електронна пошта",
    "Your message": "Ваше повідомлення",
    "Our Blog": "Наш блог",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Інсайти та поради щодо безпеки електронної пошти, конфіденційності та найкращих практик цифрової комунікації.",
    "All": "Усе",
    "Security": "Безпека",
    "Privacy": "Конфіденційність",
    "Guide": "Посібник",
    "Tips": "Поради",
    "Terms and Conditions": "Умови використання",
    "Last updated:": "Востаннє оновлено:",
    "Introduction": "Вступ",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Ласкаво просимо до нашого сервісу тимчасової електронної пошти. Використовуючи наш веб-сайт, ви погоджуєтеся дотримуватися наступних умов. Якщо ви не згодні, будь ласка, не користуйтесь нашим сервісом.",
    "Service Description": "Опис послуги",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Ми надаємо послуги тимчасової електронної пошти, які дозволяють створювати та використовувати тимчасові адреси електронної пошти для забезпечення конфіденційності та безпеки. Наш сервіс допомагає уникнути спаму та захистити вашу особисту електронну пошту від непотрібного розголошення.",
    "User Responsibilities": "Обов'язки користувача",
    "As a user, you agree to:": "Як користувач, ви погоджуєтеся:",
    "Use the service in a lawful and ethical manner": "Використовувати сервіс законно та етично",
    "Not engage in any illegal activity using our service": "Не здійснювати незаконних дій за допомогою нашого сервісу",
    "Not spam or misuse temporary email addresses": "Не розсилати спам або неправильно використовувати тимчасові адреси електронної пошти",
    "Not use the service for fraudulent or malicious purposes": "Не використовувати сервіс для шахрайських або зловмисних цілей",
    "Comply with all applicable laws and regulations": "Дотримуватися всіх чинних законів та нормативних актів",
    "Account Security": "Безпека облікового запису",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Ви відповідаєте за безпеку свого тимчасового облікового запису електронної пошти та повинні негайно повідомити нас про будь-яке несанкціоноване використання. Ми рекомендуємо не використовувати тимчасові адреси електронної пошти для конфіденційного листування, оскільки вони можуть бути доступні іншим.",
    "Prohibited Uses": "Заборонене використання",
    "You may not use our service for:": "Ви не можете використовувати наш сервіс для:",
    "Spamming or sending unsolicited emails": "Розсилання спаму або небажаних листів",
    "Engaging in illegal activities or violating intellectual property rights": "Здійснення незаконних дій або порушення прав інтелектуальної власності",
    "Any activity that could harm the website or other users": "Будь-яких дій, які можуть зашкодити веб-сайту або іншим користувачам",
    "Creating accounts for prohibited services": "Створення облікових записів для заборонених сервісів",
    "Bypassing email verification for malicious purposes": "Обхід перевірки електронної пошти зі зловмисними намірами",
    "Limitation of Liability": "Обмеження відповідальності",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Ми не несемо відповідальності за будь-які збитки, спричинені використанням або неможливістю використання нашого сервісу, включаючи помилки, перебої або неправильне використання сервісу тимчасової електронної пошти. Послуга надається \"як є\" без будь-яких гарантій.",
    "Changes to Terms": "Зміни умов",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Ми залишаємо за собою право змінювати ці умови в будь-який час. Всі зміни будуть опубліковані тут із зазначенням дати оновлення. Продовження використання сервісу після змін означає прийняття нових умов.",
    "Governing Law": "Застосоване право",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Ці умови регулюються законами юрисдикції, в якій працює наш сервіс. Усі суперечки будуть вирішуватися у відповідних судах цієї юрисдикції.",
    "Contact Us": "Контакти",
    "If you have any questions regarding these terms, please contact our support team at": "Якщо у вас виникли запитання щодо цих умов, будь ласка, зв'яжіться з нашою службою підтримки за адресою",
    "We typically respond within 24-48 hours.": "Зазвичай ми відповідаємо протягом 24-48 годин."
}