{
    "Quick Links": "Pikalinkit",
    "Best Disposable Email Service": "Paras kertakäyttöinen sähköpostipalvelu",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Luo välittömiä kertakäyttöisiä sähköpostiosoitteita Facebookiin, verkkorekisteröinteihin ja muuhun. Kertakäyttöiset sähköpostiosoitteemme pitävät todellisen postilaatikkosi puhtaana ja turvallisena.",
    "Copy": "Kopioi",
    "Generate": "Luo",
    "Delete": "Poista",
    "Your Inbox": "Postilaatikkosi",
    "From": "Lähettäjä",
    "Subject": "Aihe",
    "Date": "Päivämäärä",
    "Actions": "Toiminnot",
    "Why Choose Our Disposable Email Service?": "Miksi valita kertakäyttöinen sähköpostipalvelumme?",
    "Anonymous Protection": "Anonyymi suojaus",
    "Generate burner emails for ultimate online privacy": "Luo kertakäyttöisiä sähköposteja täydelliseen online-yksityisyyteen",
    "Secure & Private": "Turvallinen ja yksityinen",
    "Create disposable temporary email addresses with no registration": "Luo kertakäyttöisiä väliaikaisia sähköpostiosoitteita ilman rekisteröitymistä",
    "Social Media Ready": "Sosiaaliseen mediaan valmis",
    "Perfect temporary mail for Facebook verification and sign-ups": "Täydellinen väliaikainen sähköposti Facebook-vahvistukseen ja rekisteröitymiseen",
    "Auto-Expiring": "Automaattinen vanheneminen",
    "Your throwaway mail automatically deletes after use": "Kertakäyttöinen sähköpostisi poistetaan automaattisesti käytön jälkeen",
    "Benefits of Our Temporary Email Service": "Väliaikaisen sähköpostipalvelumme edut",
    "Perfect for Facebook account verification": "Täydellinen Facebook-tilin vahvistukseen",
    "Create unlimited disposable email IDs": "Luo rajattomasti kertakäyttöisiä sähköpostitunnuksia",
    "Best throwaway mail service for privacy": "Paras kertakäyttöinen sähköpostipalvelu yksityisyyden suojaamiseksi",
    "Temporary addresses that auto-expire": "Väliaikaiset osoitteet, jotka vanhenevat automaattisesti",
    "About temp mail": "Tietoa Temp Mailista",
    "Your Secure": "Turvallinen",
    "Temporary Email": "Väliaikainen sähköposti",
    "Solution": "Ratkaisu",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail tarjoaa kertakäyttöisiä sähköpostiosoitteita yksityisyytesi suojaamiseksi. Täydellinen testaamiseen, rekisteröinteihin ja roskapostin välttämiseen ensisijaisessa postilaatikossasi.",
    "No Sign up required": "Rekisteröityminen ei vaadita",
    "No annoying mails": "Ei ärsyttäviä sähköposteja",
    "No installations": "Ei asennuksia",
    "Secure & Private": "Turvallinen ja yksityinen",
    "Auto-delete after expiry": "Automaattinen poisto vanhentumisen jälkeen",
    "24/7 availability": "Saatavuus 24/7",
    "Temporary Email Interface": "Väliaikaisen sähköpostin käyttöliittymä",
    "Email Inbox Interface": "Sähköpostilaatikon käyttöliittymä",
    "Testimonials": "Suositukset",
    "What Our Users Say": "Mitä käyttäjämme sanovat",
    "Join thousands of satisfied users who trust our temporary email service": "Liity tuhansiin tyytyväisiin käyttäjiin, jotka luottavat väliaikaiseen sähköpostipalveluumme",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Tämä väliaikainen sähköpostipalvelu on muuttanut työskentelyni täysin. Se on uskomattoman luotettava ja käyttäjäystävällinen.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Paras väliaikainen sähköpostipalvelu, jota olen käyttänyt. Siisti käyttöliittymä ja välitön sähköpostin luominen tekevät siitä täydellisen testaamiseen.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Käytän tätä palvelua päivittäin asiakasrekisteröintejäni varten. Se on nopea, turvallinen ja juuri sitä, mitä tarvitsen.",
    "Home": "Koti",
    "Services": "Palvelut",
    "Features": "Ominaisuudet",
    "News": "Uutiset",
    "Blogs": "Blogit",
    "Subscribe to Newsletter": "Tilaa uutiskirje",
    "Stay updated with our latest features and releases.": "Pysy ajan tasalla uusimmista ominaisuuksistamme ja julkaisuistamme.",
    "By subscribing you agree to our": "Tilaamalla hyväksyt",
    "Privacy Policy": "Tietosuojakäytäntömme",
    "Enter your email": "Syötä sähköpostiosoitteesi",
    "Select Language": "Valitse kieli",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "Kaikki oikeudet pidätetään.",
    "TempMail": "TempMail",
    "About": "Tietoa meistä",
    "Contact": "Ota yhteyttä",
    "Blog": "Blogi",
    "About TempMail": "Tietoa Temp Mailista",
    "Secure & Private": "Turvallinen ja yksityinen",
    "Your temporary emails are completely secure and private.": "Väliaikaiset sähköpostisi ovat täysin turvallisia ja yksityisiä.",
    "Instant Access": "Välitön pääsy",
    "No registration required. Get your temporary email instantly.": "Rekisteröitymistä ei tarvita. Saat väliaikaisen sähköpostiosoitteesi välittömästi.",
    "Data Protection": "Tietosuoja",
    "We don't store any personal information.": "Emme tallenna henkilötietoja.",
    "Our Mission": "Missiomme",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Tarjota turvallinen ja luotettava väliaikainen sähköpostipalvelu, joka suojelee yksityisyyttäsi ja pitää internetin puhtaana roskapostista.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "Tarjoamme turvallisia, välittömiä väliaikaisia sähköpostiosoitteita verkossa tapahtuvaa käyttöä varten. Rekisteröitymistä ei tarvita, täysin ilmainen ja yksityisyyteen keskittynyt.",
    "Contact Us": "Ota yhteyttä",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Onko kysyttävää? Olemme täällä auttamassa. Valitse haluamasi yhteystapa alla.",
    "Email Support": "Sähköpostituki",
    "Get in touch with our support team": "Ota yhteyttä tukitiimiimme",
    "Live Chat": "Live-chat",
    "Chat with our support team": "Keskustele tukitiimimme kanssa",
    "Social Media": "Sosiaalinen media",
    "Follow us on social media": "Seuraa meitä sosiaalisessa mediassa",
    "Start Chat": "Aloita chat",
    "Follow Us": "Seuraa meitä",
    "Send us a Message": "Lähetä viesti",
    "Name": "Nimi",
    "Email": "Sähköposti",
    "Message": "Viesti",
    "Send Message": "Lähetä viesti",
    "Your name": "Nimesi",
    "Your email": "Sähköpostiosoitteesi",
    "Your message": "Viestisi",
    "Our Blog": "Blogimme",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Näkemyksiä ja oppaita sähköpostiturvallisuudesta, yksityisyydestä ja digitaalisen viestinnän parhaista käytännöistä.",
    "All": "Kaikki",
    "Security": "Turvallisuus",
    "Privacy": "Yksityisyys",
    "Guide": "Opas",
    "Tips": "Vinkit",
    "Terms and Conditions": "Käyttöehdot",
    "Last updated:": "Viimeksi päivitetty:",
    "Introduction": "Johdanto",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Tervetuloa väliaikaisten sähköpostien luontipalveluumme. Käyttämällä verkkosivustoamme hyväksyt seuraavat käyttöehdot. Jos et hyväksy ehtoja, älä käytä palveluamme.",
    "Service Description": "Palvelun kuvaus",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Tarjoamme väliaikaisia sähköpostipalveluita, joiden avulla voit luoda ja käyttää väliaikaisia sähköpostiosoitteita yksityisyyden ja turvallisuuden vuoksi. Palvelumme on suunniteltu auttamaan sinua välttämään roskapostia ja suojaamaan henkilökohtaista sähköpostiasi tarpeettomalta altistumiselta.",
    "User Responsibilities": "Käyttäjän vastuut",
    "As a user, you agree to:": "Käyttäjänä sitoudut:",
    "Use the service in a lawful and ethical manner": "Käyttämään palvelua laillisesti ja eettisesti",
    "Not engage in any illegal activity using our service": "Olla harjoittamatta laitonta toimintaa palvelumme avulla",
    "Not spam or misuse temporary email addresses": "Olla lähettämättä roskapostia tai väärinkäyttämättä väliaikaisia sähköpostiosoitteita",
    "Not use the service for fraudulent or malicious purposes": "Olla käyttämättä palvelua petollisiin tai pahantahtoisiin tarkoituksiin",
    "Comply with all applicable laws and regulations": "Noudattamaan kaikkia sovellettavia lakeja ja määräyksiä",
    "Account Security": "Tilin turvallisuus",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Olet vastuussa väliaikaisen sähköpostitilisi turvallisuudesta ja sinun tulee heti ilmoittaa meille kaikista luvattomista käyttötapauksista. Suosittelemme, ettet käytä väliaikaisia sähköposteja arkaluonteiseen viestintään, koska ne voivat olla muiden saatavilla.",
    "Prohibited Uses": "Kielletyt käyttötavat",
    "You may not use our service for:": "Et saa käyttää palveluamme:",
    "Spamming or sending unsolicited emails": "Roskapostin lähettämiseen tai pyytämättömien sähköpostien lähettämiseen",
    "Engaging in illegal activities or violating intellectual property rights": "Laittomiin toimintoihin tai immateriaalioikeuksien loukkaamiseen",
    "Any activity that could harm the website or other users": "Mihin tahansa toimintaan, joka voi vahingoittaa verkkosivustoa tai muita käyttäjiä",
    "Creating accounts for prohibited services": "Kiellettyihin palveluihin tarkoitettujen tilien luomiseen",
    "Bypassing email verification for malicious purposes": "Sähköpostin vahvistuksen kiertämiseen pahantahtoisiin tarkoituksiin",
    "Limitation of Liability": "Vastuunrajoitus",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Emme ole vastuussa vahingoista, jotka johtuvat palvelun käytöstä tai käyttökelvottomuudesta, mukaan lukien virheet, keskeytykset tai väliaikaisen sähköpostipalvelun väärinkäyttö. Palvelu tarjotaan \"sellaisenaan\" ilman minkäänlaisia takuita.",
    "Changes to Terms": "Ehtojen muutokset",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Pidätämme oikeuden muuttaa näitä käyttöehtoja milloin tahansa. Kaikki muutokset päivitetään tähän uudistetulla päivämäärällä. Palvelun jatkaminen muutosten jälkeen merkitsee uusien ehtojen hyväksymistä.",
    "Governing Law": "Sovellettava laki",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Näitä käyttöehtoja säätelee sen lainkäyttöalueen lainsäädäntö, jolla palvelumme toimii. Kaikki riidat ratkaistaan kyseisen lainkäyttöalueen asianomaisissa tuomioistuimissa.",
    "Contact Us": "Ota yhteyttä",
    "If you have any questions regarding these terms, please contact our support team at": "Jos sinulla on kysyttävää näistä ehdoista, ota yhteyttä tukitiimiimme osoitteessa",
    "We typically respond within 24-48 hours.": "Vastaamme yleensä 24-48 tunnin kuluessa."
}