{
    "Quick Links": "روابط سريعة",
    "Best Disposable Email Service": "أفضل خدمة بريد إلكتروني مؤقت",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "أنشئ عناوين بريد إلكتروني مؤقتة فورية للفيسبوك والتسجيلات عبر الإنترنت والمزيد. عناوين البريد الإلكتروني المؤقتة لدينا تحافظ على صندوق بريدك الحقيقي نظيفًا وآمنًا.",
    "Copy": "نسخ",
    "Generate": "إنشاء",
    "Delete": "حذف",
    "Your Inbox": "صندوق الوارد الخاص بك",
    "From": "من",
    "Subject": "الموضوع",
    "Date": "التاريخ",
    "Actions": "الإجراءات",
    "Why Choose Our Disposable Email Service?": "لماذا تختار خدمة البريد الإلكتروني المؤقتة لدينا؟",
    "Anonymous Protection": "حماية مجهولة",
    "Generate burner emails for ultimate online privacy": "أنشئ عناوين بريد إلكتروني مؤقتة لخصوصية قصوى عبر الإنترنت",
    "Secure & Private": "آمن وخاص",
    "Create disposable temporary email addresses with no registration": "أنشئ عناوين بريد إلكتروني مؤقتة دون تسجيل",
    "Social Media Ready": "جاهز لوسائل التواصل الاجتماعي",
    "Perfect temporary mail for Facebook verification and sign-ups": "بريد مؤقت مثالي للتحقق من الفيسبوك والتسجيلات",
    "Auto-Expiring": "انتهاء تلقائي",
    "Your throwaway mail automatically deletes after use": "بريدك المؤقت يحذف تلقائيًا بعد الاستخدام",
    "Benefits of Our Temporary Email Service": "فوائد خدمة البريد الإلكتروني المؤقتة لدينا",
    "Perfect for Facebook account verification": "مثالي للتحقق من حساب الفيسبوك",
    "Create unlimited disposable email IDs": "أنشئ عددًا غير محدود من عناوين البريد الإلكتروني المؤقتة",
    "Best throwaway mail service for privacy": "أفضل خدمة بريد مؤقت للخصوصية",
    "Temporary addresses that auto-expire": "عناوين مؤقتة تنتهي تلقائيًا",
    "About temp mail": "حول البريد المؤقت",
    "Your Secure": "بريدك الآمن",
    "Temporary Email": "بريد إلكتروني مؤقت",
    "Solution": "حل",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "يوفر Temp Mail عناوين بريد إلكتروني مؤقتة لحماية خصوصيتك. مثالي للاختبار والتسجيلات وتجنب البريد العشوائي في صندوق الوارد الرئيسي.",
    "No Sign up required": "لا يلزم التسجيل",
    "No annoying mails": "لا توجد رسائل مزعجة",
    "No installations": "لا يلزم التثبيت",
    "Secure & Private": "آمن وخاص",
    "Auto-delete after expiry": "حذف تلقائي بعد الانتهاء",
    "24/7 availability": "متاح على مدار الساعة",
    "Temporary Email Interface": "واجهة البريد الإلكتروني المؤقت",
    "Email Inbox Interface": "واجهة صندوق الوارد",
    "Testimonials": "شهادات",
    "What Our Users Say": "ما يقوله مستخدمونا",
    "Join thousands of satisfied users who trust our temporary email service": "انضم إلى الآلاف من المستخدمين الراضين الذين يثقون في خدمة البريد الإلكتروني المؤقتة لدينا",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "هذه الخدمة غيرت طريقة عملي تمامًا. إنها موثوقة للغاية وسهلة الاستخدام.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "أفضل خدمة بريد مؤقت استخدمتها. الواجهة النظيفة وإنشاء البريد الفوري يجعلها مثالية للاختبار.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "أستخدم هذه الخدمة يوميًا لتسجيلات العملاء. إنها سريعة وآمنة وهي بالضبط ما أحتاجه.",
    "Home": "الصفحة الرئيسية",
    "Services": "الخدمات",
    "Features": "الميزات",
    "News": "الأخبار",
    "Blogs": "المدونات",
    "Subscribe to Newsletter": "اشترك في النشرة الإخبارية",
    "Stay updated with our latest features and releases.": "كن على اطلاع بأحدث الميزات والإصدارات.",
    "By subscribing you agree to our": "بالاشتراك، فإنك توافق على",
    "Privacy Policy": "سياسة الخصوصية",
    "Enter your email": "أدخل بريدك الإلكتروني",
    "Select Language": "اختر اللغة",
    "Temp Mail.": "بريد مؤقت.",
    "All rights reserved.": "جميع الحقوق محفوظة.",
    "TempMail": "بريد مؤقت",
    "About": "حول",
    "Contact": "اتصل بنا",
    "Blog": "مدونة",
    "About TempMail": "حول بريد مؤقت",
    "Secure & Private": "آمن وخاص",
    "Your temporary emails are completely secure and private.": "بريدك المؤقت آمن وخاص تمامًا.",
    "Instant Access": "وصول فوري",
    "No registration required. Get your temporary email instantly.": "لا يلزم التسجيل. احصل على بريدك المؤقت على الفور.",
    "Data Protection": "حماية البيانات",
    "We don't store any personal information.": "نحن لا نخزن أي معلومات شخصية.",
    "Our Mission": "مهمتنا",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "تقديم خدمة بريد إلكتروني مؤقتة آمنة وموثوقة تحمي خصوصيتك وتحافظ على الإنترنت نظيفًا من البريد العشوائي.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "نوفر عناوين بريد إلكتروني مؤقتة آمنة وفورية لاحتياجاتك عبر الإنترنت. لا يلزم التسجيل، مجاني تمامًا ومركز على الخصوصية.",
    "Contact Us": "اتصل بنا",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "هل لديك أسئلة؟ نحن هنا للمساعدة. اختر طريقة الاتصال المفضلة أدناه.",
    "Email Support": "دعم البريد الإلكتروني",
    "Get in touch with our support team": "تواصل مع فريق الدعم لدينا",
    "Live Chat": "الدردشة المباشرة",
    "Chat with our support team": "دردش مع فريق الدعم لدينا",
    "Social Media": "وسائل التواصل الاجتماعي",
    "Follow us on social media": "تابعنا على وسائل التواصل الاجتماعي",
    "Start Chat": "ابدأ الدردشة",
    "Follow Us": "تابعنا",
    "Send us a Message": "أرسل لنا رسالة",
    "Name": "الاسم",
    "Email": "البريد الإلكتروني",
    "Message": "الرسالة",
    "Send Message": "إرسال الرسالة",
    "Your name": "اسمك",
    "Your email": "بريدك الإلكتروني",
    "Your message": "رسالتك",
    "Our Blog": "مدونتنا",
    "Insights and guides about email security, privacy, and digital communication best practices.": "رؤى وإرشادات حول أمان البريد الإلكتروني والخصوصية وأفضل ممارسات الاتصال الرقمي.",
    "All": "الكل",
    "Security": "الأمان",
    "Privacy": "الخصوصية",
    "Guide": "دليل",
    "Tips": "نصائح",
    "Terms and Conditions": "الشروط والأحكام",
    "Last updated:": "آخر تحديث:",
    "Introduction": "مقدمة",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "مرحبًا بكم في خدمة إنشاء البريد الإلكتروني المؤقت الخاصة بنا. باستخدام موقعنا الإلكتروني، فإنك توافق على الالتزام بالشروط والأحكام التالية. إذا كنت لا توافق، يرجى عدم استخدام خدمتنا.",
    "Service Description": "وصف الخدمة",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "نقدم خدمات البريد الإلكتروني المؤقت التي تتيح لك إنشاء واستخدام عناوين بريد إلكتروني مؤقتة لأغراض الخصوصية والأمان. تم تصميم خدمتنا لمساعدتك على تجنب البريد العشوائي وحماية بريدك الإلكتروني الشخصي من التعرض غير الضروري.",
    "User Responsibilities": "مسؤوليات المستخدم",
    "As a user, you agree to:": "كمستخدم، أنت توافق على:",
    "Use the service in a lawful and ethical manner": "استخدام الخدمة بطريقة قانونية وأخلاقية",
    "Not engage in any illegal activity using our service": "عدم الانخراط في أي نشاط غير قانوني باستخدام خدمتنا",
    "Not spam or misuse temporary email addresses": "عدم إرسال بريد عشوائي أو إساءة استخدام عناوين البريد الإلكتروني المؤقتة",
    "Not use the service for fraudulent or malicious purposes": "عدم استخدام الخدمة لأغراض احتيالية أو ضارة",
    "Comply with all applicable laws and regulations": "الامتثال لجميع القوانين واللوائح المعمول بها",
    "Account Security": "أمان الحساب",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "أنت مسؤول عن الحفاظ على أمان حساب البريد الإلكتروني المؤقت الخاص بك ويجب إبلاغنا على الفور بأي استخدام غير مصرح به. نوصي بعدم استخدام عناوين البريد الإلكتروني المؤقتة للاتصالات الحساسة لأنها قد تكون متاحة للآخرين.",
    "Prohibited Uses": "الاستخدامات المحظورة",
    "You may not use our service for:": "لا يجوز لك استخدام خدمتنا من أجل:",
    "Spamming or sending unsolicited emails": "إرسال بريد عشوائي أو رسائل غير مرغوب فيها",
    "Engaging in illegal activities or violating intellectual property rights": "الانخراط في أنشطة غير قانونية أو انتهاك حقوق الملكية الفكرية",
    "Any activity that could harm the website or other users": "أي نشاط يمكن أن يضر بالموقع أو المستخدمين الآخرين",
    "Creating accounts for prohibited services": "إنشاء حسابات لخدمات محظورة",
    "Bypassing email verification for malicious purposes": "تجاوز التحقق من البريد الإلكتروني لأغراض ضارة",
    "Limitation of Liability": "تحديد المسؤولية",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "نحن لسنا مسؤولين عن أي أضرار ناتجة عن استخدام أو عدم القدرة على استخدام خدمتنا، بما في ذلك أي أخطاء أو انقطاعات أو إساءة استخدام خدمة البريد الإلكتروني المؤقت. يتم توفير الخدمة \"كما هي\" دون أي ضمانات من أي نوع.",
    "Changes to Terms": "تغييرات الشروط",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "نحتفظ بالحق في تعديل هذه الشروط والأحكام في أي وقت. سيتم تحديث أي تغييرات هنا مع تاريخ المراجعة. استمرارك في استخدام الخدمة بعد التغييرات يعني قبولك للشروط الجديدة.",
    "Governing Law": "القانون الحاكم",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "تخضع هذه الشروط والأحكام لقوانين الولاية القضائية التي تعمل فيها خدمتنا. سيتم حل أي نزاعات في المحاكم المناسبة لتلك الولاية القضائية.",
    "Contact Us": "اتصل بنا",
    "If you have any questions regarding these terms, please contact our support team at": "إذا كان لديك أي أسئلة بخصوص هذه الشروط، يرجى الاتصال بفريق الدعم لدينا على",
    "We typically respond within 24-48 hours.": "نحن نرد عادةً خلال 24-48 ساعة."
}