{
    "Quick Links": "クイックリンク",
    "Best Disposable Email Service": "最高の使い捨てメールサービス",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Facebook、オンライン登録などに即座に使い捨てメールアドレスを作成します。使い捨てメールIDにより、実際の受信トレイをクリーンで安全に保ちます。",
    "Copy": "コピー",
    "Generate": "生成",
    "Delete": "削除",
    "Your Inbox": "受信トレイ",
    "From": "送信元",
    "Subject": "件名",
    "Date": "日付",
    "Actions": "操作",
    "Why Choose Our Disposable Email Service?": "使い捨てメールサービスを選ぶ理由",
    "Anonymous Protection": "匿名保護",
    "Generate burner emails for ultimate online privacy": "究極のオンラインプライバシーのためにバーナーメールを生成",
    "Secure & Private": "安全でプライベート",
    "Create disposable temporary email addresses with no registration": "登録なしで使い捨ての一時メールアドレスを作成",
    "Social Media Ready": "ソーシャルメディア対応",
    "Perfect temporary mail for Facebook verification and sign-ups": "Facebookの認証と登録に最適な一時メール",
    "Auto-Expiring": "自動削除",
    "Your throwaway mail automatically deletes after use": "使い捨てメールは使用後に自動的に削除されます",
    "Benefits of Our Temporary Email Service": "一時メールサービスの利点",
    "Perfect for Facebook account verification": "Facebookアカウントの認証に最適",
    "Create unlimited disposable email IDs": "無制限の使い捨てメールIDを作成",
    "Best throwaway mail service for privacy": "プライバシーに最適な使い捨てメールサービス",
    "Temporary addresses that auto-expire": "自動削除される一時アドレス",
    "About temp mail": "Temp Mailについて",
    "Your Secure": "安全な",
    "Temporary Email": "一時メール",
    "Solution": "ソリューション",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mailは、プライバシーを保護するための使い捨てメールアドレスを提供します。テスト、登録、およびプライマリ受信トレイでのスパム回避に最適です。",
    "No Sign up required": "登録不要",
    "No annoying mails": "迷惑メールなし",
    "No installations": "インストール不要",
    "Secure & Private": "安全でプライベート",
    "Auto-delete after expiry": "期限切れ後自動削除",
    "24/7 availability": "24時間365日利用可能",
    "Temporary Email Interface": "一時メールインターフェース",
    "Email Inbox Interface": "メール受信トレイインターフェース",
    "Testimonials": "お客様の声",
    "What Our Users Say": "ユーザーの声",
    "Join thousands of satisfied users who trust our temporary email service": "一時メールサービスを信頼する何千人もの満足したユーザーに参加",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "この一時メールサービスは、私のワークフローを変えました。信頼性が高く、使いやすいです。",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "私が使用した中で最高の一時メールサービスです。クリーンなインターフェースと即時のメール生成により、テストに最適です。",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "クライアント登録のために毎日このサービスを使用しています。高速で安全で、まさに私が必要なものです。",
    "Home": "ホーム",
    "Services": "サービス",
    "Features": "機能",
    "News": "ニュース",
    "Blogs": "ブログ",
    "Subscribe to Newsletter": "ニュースレターを購読",
    "Stay updated with our latest features and releases.": "最新の機能とリリースを入手",
    "By subscribing you agree to our": "購読により、以下に同意します",
    "Privacy Policy": "プライバシーポリシー",
    "Enter your email": "メールアドレスを入力",
    "Select Language": "言語を選択",
    "Temp Mail.": "Temp Mail。",
    "All rights reserved.": "全著作権所有。",
    "TempMail": "TempMail",
    "About": "について",
    "Contact": "お問い合わせ",
    "Blog": "ブログ",
    "About TempMail": "TempMailについて",
    "Secure & Private": "安全でプライベート",
    "Your temporary emails are completely secure and private.": "一時メールは完全に安全でプライベートです。",
    "Instant Access": "即時アクセス",
    "No registration required. Get your temporary email instantly.": "登録不要。即座に一時メールを取得。",
    "Data Protection": "データ保護",
    "We don't store any personal information.": "個人情報は保存しません。",
    "Our Mission": "私たちの使命",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "プライバシーを保護し、インターネットをスパムから守る安全で信頼性の高い一時メールサービスを提供すること。",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "オンラインでのニーズに応じて、安全で即時の一時メールアドレスを提供します。登録不要、完全無料、プライバシー重視。",
    "Contact Us": "お問い合わせ",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "質問がありますか？お手伝いします。以下から希望の連絡方法を選択してください。",
    "Email Support": "メールサポート",
    "Get in touch with our support team": "サポートチームに連絡",
    "Live Chat": "ライブチャット",
    "Chat with our support team": "サポートチームとチャット",
    "Social Media": "ソーシャルメディア",
    "Follow us on social media": "ソーシャルメディアでフォロー",
    "Start Chat": "チャットを開始",
    "Follow Us": "フォロー",
    "Send us a Message": "メッセージを送信",
    "Name": "名前",
    "Email": "メール",
    "Message": "メッセージ",
    "Send Message": "メッセージを送信",
    "Your name": "あなたの名前",
    "Your email": "あなたのメール",
    "Your message": "あなたのメッセージ",
    "Our Blog": "ブログ",
    "Insights and guides about email security, privacy, and digital communication best practices.": "メールセキュリティ、プライバシー、デジタルコミュニケーションのベストプラクティスに関する洞察とガイド。",
    "All": "すべて",
    "Security": "セキュリティ",
    "Privacy": "プライバシー",
    "Guide": "ガイド",
    "Tips": "ヒント",
    "Terms and Conditions": "利用規約",
    "Last updated:": "最終更新日:",
    "Introduction": "はじめに",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "仮想メール生成サービスへようこそ。当サイトをご利用になることで、以下の利用規約に同意したものとみなされます。同意できない場合は、サービスをご利用にならないでください。",
    "Service Description": "サービス説明",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "プライバシーとセキュリティの目的で仮想メールアドレスを作成・使用できるサービスを提供しています。スパムを回避し、個人メールを不必要な露出から保護するように設計されています。",
    "User Responsibilities": "ユーザーの責任",
    "As a user, you agree to:": "ユーザーとして、以下に同意します:",
    "Use the service in a lawful and ethical manner": "合法的かつ倫理的な方法でサービスを利用すること",
    "Not engage in any illegal activity using our service": "当サービスを使用して違法行為を行わないこと",
    "Not spam or misuse temporary email addresses": "スパムを送信したり仮想メールアドレスを悪用しないこと",
    "Not use the service for fraudulent or malicious purposes": "詐欺や悪意のある目的でサービスを利用しないこと",
    "Comply with all applicable laws and regulations": "すべての適用される法律や規制を遵守すること",
    "Account Security": "アカウントセキュリティ",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "仮想メールアカウントのセキュリティを維持する責任があり、不正使用があれば直ちに通知する必要があります。機密性の高い通信には仮想メールを使用しないことを推奨します。",
    "Prohibited Uses": "禁止行為",
    "You may not use our service for:": "以下の目的でサービスを利用することは禁止されています:",
    "Spamming or sending unsolicited emails": "スパムや迷惑メールの送信",
    "Engaging in illegal activities or violating intellectual property rights": "違法行為や知的財産権の侵害",
    "Any activity that could harm the website or other users": "サイトや他のユーザーに害を及ぼす可能性のある行為",
    "Creating accounts for prohibited services": "禁止されたサービスのためのアカウント作成",
    "Bypassing email verification for malicious purposes": "悪意のある目的でのメール認証回避",
    "Limitation of Liability": "責任の制限",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "当サービスは「現状のまま」提供され、いかなる保証もありません。サービス利用または利用不能による損害（エラー、中断、仮想メールサービスの誤用を含む）について一切責任を負いません。",
    "Changes to Terms": "規約の変更",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "いつでも規約を変更する権利を留保します。変更後もサービスを継続して利用することで、新しい規約に同意したものとみなされます。",
    "Governing Law": "準拠法",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "本規約はサービス提供地域の法律に準拠し、紛争は当該地域の適切な裁判所で解決されます。",
    "Contact Us": "お問い合わせ",
    "If you have any questions regarding these terms, please contact our support team at": "規約に関する質問がある場合は、サポートチームまでご連絡ください:",
    "We typically respond within 24-48 hours.": "通常24-48時間以内に返信いたします。"
}