{
    "Quick Links": "Szybkie linki",
    "Best Disposable Email Service": "Najlepsza usługa tymczasowych e-maili",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Twórz natychmiastowe tymczasowe adresy e-mail dla Facebooka, rejestracji online i nie tylko. Nasze tymczasowe e-maile chronią Twoją prawdziwą skrzynkę przed spamem.",
    "Copy": "Kopiuj",
    "Generate": "Generuj",
    "Delete": "Usuń",
    "Your Inbox": "Twoja skrzynka odbiorcza",
    "From": "Od",
    "Subject": "Temat",
    "Date": "Data",
    "Actions": "Akcje",
    "Why Choose Our Disposable Email Service?": "Dlaczego warto wybrać naszą usługę tymczasowych e-maili?",
    "Anonymous Protection": "Anonimowa ochrona",
    "Generate burner emails for ultimate online privacy": "Generuj tymczasowe e-maile dla maksymalnej prywatności online",
    "Secure & Private": "Bezpieczne i prywatne",
    "Create disposable temporary email addresses with no registration": "Twórz tymczasowe adresy e-mail bez rejestracji",
    "Social Media Ready": "Gotowe na media społecznościowe",
    "Perfect temporary mail for Facebook verification and sign-ups": "Idealny tymczasowy e-mail do weryfikacji Facebooka i rejestracji",
    "Auto-Expiring": "Automatycznie wygasające",
    "Your throwaway mail automatically deletes after use": "Twój tymczasowy e-mail jest automatycznie usuwany po użyciu",
    "Benefits of Our Temporary Email Service": "Korzyści z naszej usługi tymczasowych e-maili",
    "Perfect for Facebook account verification": "Idealne do weryfikacji konta Facebook",
    "Create unlimited disposable email IDs": "Twórz nieograniczoną liczbę tymczasowych e-maili",
    "Best throwaway mail service for privacy": "Najlepsza usługa tymczasowych e-maili dla prywatności",
    "Temporary addresses that auto-expire": "Tymczasowe adresy, które automatycznie wygasają",
    "About temp mail": "O Temp Mail",
    "Your Secure": "Twoje bezpieczne",
    "Temporary Email": "Tymczasowy e-mail",
    "Solution": "Rozwiązanie",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail zapewnia tymczasowe adresy e-mail, aby chronić Twoją prywatność. Idealne do testów, rejestracji i unikania spamu w głównej skrzynce odbiorczej.",
    "No Sign up required": "Bez konieczności rejestracji",
    "No annoying mails": "Brak irytujących wiadomości",
    "No installations": "Brak instalacji",
    "Secure & Private": "Bezpieczne i prywatne",
    "Auto-delete after expiry": "Automatyczne usuwanie po wygaśnięciu",
    "24/7 availability": "Dostępność 24/7",
    "Temporary Email Interface": "Interfejs tymczasowego e-maila",
    "Email Inbox Interface": "Interfejs skrzynki odbiorczej",
    "Testimonials": "Opinie",
    "What Our Users Say": "Co mówią nasi użytkownicy",
    "Join thousands of satisfied users who trust our temporary email service": "Dołącz do tysięcy zadowolonych użytkowników, którzy ufają naszej usłudze tymczasowych e-maili",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Ta usługa tymczasowych e-maili zmieniła moje podejście do pracy. Jest niezwykle niezawodna i przyjazna dla użytkownika.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Najlepsza usługa tymczasowych e-maili, z jakiej korzystałem. Czysty interfejs i natychmiastowe generowanie e-maili sprawiają, że jest idealna do testów.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Korzystam z tej usługi codziennie do rejestracji klientów. Jest szybka, bezpieczna i dokładnie to, czego potrzebuję.",
    "Home": "Strona główna",
    "Services": "Usługi",
    "Features": "Funkcje",
    "News": "Aktualności",
    "Blogs": "Blogi",
    "Subscribe to Newsletter": "Zapisz się do newslettera",
    "Stay updated with our latest features and releases.": "Bądź na bieżąco z naszymi najnowszymi funkcjami i wydaniami.",
    "By subscribing you agree to our": "Zapisując się, zgadzasz się na naszą",
    "Privacy Policy": "Politykę prywatności",
    "Enter your email": "Wprowadź swój e-mail",
    "Select Language": "Wybierz język",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "Wszystkie prawa zastrzeżone.",
    "TempMail": "TempMail",
    "About": "O nas",
    "Contact": "Kontakt",
    "Blog": "Blog",
    "About TempMail": "O TempMail",
    "Secure & Private": "Bezpieczne i prywatne",
    "Your temporary emails are completely secure and private.": "Twoje tymczasowe e-maile są w pełni bezpieczne i prywatne.",
    "Instant Access": "Natychmiastowy dostęp",
    "No registration required. Get your temporary email instantly.": "Bez konieczności rejestracji. Otrzymaj swój tymczasowy e-mail natychmiast.",
    "Data Protection": "Ochrona danych",
    "We don't store any personal information.": "Nie przechowujemy żadnych danych osobowych.",
    "Our Mission": "Nasza misja",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Zapewnienie bezpiecznej i niezawodnej usługi tymczasowych e-maili, która chroni Twoją prywatność i utrzymuje internet wolny od spamu.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "Zapewniamy bezpieczne, natychmiastowe tymczasowe adresy e-mail dla Twoich potrzeb online. Bez rejestracji, całkowicie darmowe i skoncentrowane na prywatności.",
    "Contact Us": "Skontaktuj się z nami",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Masz pytania? Jesteśmy tutaj, aby pomóc. Wybierz preferowaną metodę kontaktu poniżej.",
    "Email Support": "Wsparcie e-mail",
    "Get in touch with our support team": "Skontaktuj się z naszym zespołem wsparcia",
    "Live Chat": "Czat na żywo",
    "Chat with our support team": "Porozmawiaj z naszym zespołem wsparcia",
    "Social Media": "Media społecznościowe",
    "Follow us on social media": "Obserwuj nas w mediach społecznościowych",
    "Start Chat": "Rozpocznij czat",
    "Follow Us": "Obserwuj nas",
    "Send us a Message": "Wyślij nam wiadomość",
    "Name": "Imię",
    "Email": "E-mail",
    "Message": "Wiadomość",
    "Send Message": "Wyślij wiadomość",
    "Your name": "Twoje imię",
    "Your email": "Twój e-mail",
    "Your message": "Twoja wiadomość",
    "Our Blog": "Nasz blog",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Wnioski i poradniki dotyczące bezpieczeństwa e-maili, prywatności i najlepszych praktyk w komunikacji cyfrowej.",
    "All": "Wszystko",
    "Security": "Bezpieczeństwo",
    "Privacy": "Prywatność",
    "Guide": "Poradnik",
    "Tips": "Porady",
    "Terms and Conditions": "Regulamin",
    "Last updated:": "Ostatnia aktualizacja:",
    "Introduction": "Wprowadzenie",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Witamy w naszym serwisie generowania tymczasowych adresów e-mail. Korzystając z naszej strony internetowej, zgadzasz się przestrzegać poniższych warunków. Jeśli się nie zgadzasz, prosimy o niekorzystanie z naszego serwisu.",
    "Service Description": "Opis usługi",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Oferujemy usługi tymczasowych adresów e-mail, które pozwalają na tworzenie i używanie tymczasowych skrzynek e-mail w celach prywatności i bezpieczeństwa. Nasz serwis pomaga unikać spamu i chronić Twoją osobistą skrzynkę przed niepotrzebnym narażeniem.",
    "User Responsibilities": "Obowiązki użytkownika",
    "As a user, you agree to:": "Jako użytkownik zgadzasz się:",
    "Use the service in a lawful and ethical manner": "Korzystać z usługi w sposób zgodny z prawem i etyką",
    "Not engage in any illegal activity using our service": "Nie prowadzić żadnych nielegalnych działań przy użyciu naszego serwisu",
    "Not spam or misuse temporary email addresses": "Nie wysyłać spamu ani nie nadużywać tymczasowych adresów e-mail",
    "Not use the service for fraudulent or malicious purposes": "Nie używać usługi do celów oszukańczych lub złośliwych",
    "Comply with all applicable laws and regulations": "Przestrzegać wszystkich obowiązujących przepisów prawa",
    "Account Security": "Bezpieczeństwo konta",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Jesteś odpowiedzialny za bezpieczeństwo swojego tymczasowego konta e-mail i powinieneś niezwłocznie zgłaszać nam wszelkie nieautoryzowane użycie. Zalecamy, aby nie używać tymczasowych e-maili do wrażliwej komunikacji, ponieważ mogą być dostępne dla innych.",
    "Prohibited Uses": "Zakazane zastosowania",
    "You may not use our service for:": "Nie możesz używać naszego serwisu do:",
    "Spamming or sending unsolicited emails": "Wysyłania spamu lub niechcianych wiadomości",
    "Engaging in illegal activities or violating intellectual property rights": "Prowadzenia nielegalnych działań lub naruszania praw własności intelektualnej",
    "Any activity that could harm the website or other users": "Działań mogących zaszkodzić stronie lub innym użytkownikom",
    "Creating accounts for prohibited services": "Tworzenia kont dla zabronionych usług",
    "Bypassing email verification for malicious purposes": "Omijania weryfikacji e-mail w złych celach",
    "Limitation of Liability": "Ograniczenie odpowiedzialności",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Nie ponosimy odpowiedzialności za szkody wynikające z użytkowania lub niemożności korzystania z naszego serwisu, w tym błędy, przerwy lub niewłaściwe użycie usługi tymczasowych e-maili. Usługa jest świadczona \"tak jak jest\" bez żadnych gwarancji.",
    "Changes to Terms": "Zmiany w regulaminie",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Zastrzegamy sobie prawo do modyfikacji tych warunków w dowolnym momencie. Wszelkie zmiany będą aktualizowane tutaj z podaniem daty. Kontynuowanie korzystania z usługi po zmianach oznacza akceptację nowych warunków.",
    "Governing Law": "Obowiązujące prawo",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Niniejsze warunki regulowane są prawem jurysdykcji, w której działa nasz serwis. Wszelkie spory będą rozstrzygane przez właściwe sądy tej jurysdykcji.",
    "Contact Us": "Kontakt",
    "If you have any questions regarding these terms, please contact our support team at": "Jeśli masz pytania dotyczące tych warunków, skontaktuj się z naszym zespołem wsparcia pod adresem",
    "We typically respond within 24-48 hours.": "Zwykle odpowiadamy w ciągu 24-48 godzin."
}