{
    "Quick Links": "لینک‌های سریع",
    "Best Disposable Email Service": "بهترین سرویس ایمیل موقت",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "ایجاد آدرس‌های ایمیل موقت فوری برای فیسبوک، ثبت‌نام‌های آنلاین و بیشتر. شناسه‌های ایمیل موقت ما صندوق ورودی واقعی شما را تمیز و ایمن نگه می‌دارند.",
    "Copy": "کپی",
    "Generate": "تولید",
    "Delete": "حذف",
    "Your Inbox": "صندوق ورودی شما",
    "From": "از",
    "Subject": "موضوع",
    "Date": "تاریخ",
    "Actions": "اقدامات",
    "Why Choose Our Disposable Email Service?": "چرا سرویس ایمیل موقت ما را انتخاب کنید؟",
    "Anonymous Protection": "حفاظت ناشناس",
    "Generate burner emails for ultimate online privacy": "ایجاد ایمیل‌های موقت برای حفظ حریم خصوصی آنلاین",
    "Secure & Private": "امن و خصوصی",
    "Create disposable temporary email addresses with no registration": "ایجاد آدرس‌های ایمیل موقت بدون نیاز به ثبت‌نام",
    "Social Media Ready": "آماده برای شبکه‌های اجتماعی",
    "Perfect temporary mail for Facebook verification and sign-ups": "ایمیل موقت عالی برای تأیید و ثبت‌نام در فیسبوک",
    "Auto-Expiring": "انقضای خودکار",
    "Your throwaway mail automatically deletes after use": "ایمیل موقت شما پس از استفاده به‌طور خودکار حذف می‌شود",
    "Benefits of Our Temporary Email Service": "مزایای سرویس ایمیل موقت ما",
    "Perfect for Facebook account verification": "عالی برای تأیید حساب فیسبوک",
    "Create unlimited disposable email IDs": "ایجاد شناسه‌های ایمیل موقت نامحدود",
    "Best throwaway mail service for privacy": "بهترین سرویس ایمیل موقت برای حفظ حریم خصوصی",
    "Temporary addresses that auto-expire": "آدرس‌های موقتی که به‌طور خودکار منقضی می‌شوند",
    "About temp mail": "درباره Temp Mail",
    "Your Secure": "ایمیل امن شما",
    "Temporary Email": "ایمیل موقت",
    "Solution": "راه‌حل",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail آدرس‌های ایمیل موقت را برای محافظت از حریم خصوصی شما ارائه می‌دهد. عالی برای تست، ثبت‌نام و جلوگیری از اسپم در صندوق ورودی اصلی شما.",
    "No Sign up required": "نیازی به ثبت‌نام نیست",
    "No annoying mails": "بدون ایمیل‌های آزاردهنده",
    "No installations": "بدون نیاز به نصب",
    "Secure & Private": "امن و خصوصی",
    "Auto-delete after expiry": "حذف خودکار پس از انقضا",
    "24/7 availability": "دسترسی 24/7",
    "Temporary Email Interface": "رابط ایمیل موقت",
    "Email Inbox Interface": "رابط صندوق ورودی ایمیل",
    "Testimonials": "نظرات کاربران",
    "What Our Users Say": "نظرات کاربران ما",
    "Join thousands of satisfied users who trust our temporary email service": "به هزاران کاربر راضی بپیوندید که به سرویس ایمیل موقت ما اعتماد دارند",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "این سرویس ایمیل موقت روش کار من را تغییر داده است. بسیار قابل اعتماد و کاربرپسند است.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "بهترین سرویس ایمیل موقتی که استفاده کرده‌ام. رابط کاربری تمیز و تولید سریع ایمیل آن را برای تست ایده‌آل می‌کند.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "من هر روز از این سرویس برای ثبت‌نام مشتریان استفاده می‌کنم. سریع، امن و دقیقاً همان چیزی است که نیاز دارم.",
    "Home": "خانه",
    "Services": "خدمات",
    "Features": "ویژگی‌ها",
    "News": "اخبار",
    "Blogs": "وبلاگ‌ها",
    "Subscribe to Newsletter": "عضویت در خبرنامه",
    "Stay updated with our latest features and releases.": "با جدیدترین ویژگی‌ها و انتشارات ما به‌روز بمانید.",
    "By subscribing you agree to our": "با عضویت، شما موافقت می‌کنید با",
    "Privacy Policy": "سیاست حفظ حریم خصوصی",
    "Enter your email": "ایمیل خود را وارد کنید",
    "Select Language": "انتخاب زبان",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "تمام حقوق محفوظ است.",
    "TempMail": "TempMail",
    "About": "درباره",
    "Contact": "تماس",
    "Blog": "وبلاگ",
    "About TempMail": "درباره TempMail",
    "Secure & Private": "امن و خصوصی",
    "Your temporary emails are completely secure and private.": "ایمیل‌های موقت شما کاملاً امن و خصوصی هستند.",
    "Instant Access": "دسترسی فوری",
    "No registration required. Get your temporary email instantly.": "نیازی به ثبت‌نام نیست. ایمیل موقت خود را فوری دریافت کنید.",
    "Data Protection": "حفاظت از داده‌ها",
    "We don't store any personal information.": "ما هیچ اطلاعات شخصی ذخیره نمی‌کنیم.",
    "Our Mission": "ماموریت ما",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "ارائه یک سرویس ایمیل موقت امن و قابل اعتماد که حریم خصوصی شما را محافظت می‌کند و اینترنت را از اسپم پاک نگه می‌دارد.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "ما آدرس‌های ایمیل موقت امن و فوری را برای نیازهای آنلاین شما ارائه می‌دهیم. بدون نیاز به ثبت‌نام، کاملاً رایگان و متمرکز بر حریم خصوصی.",
    "Contact Us": "تماس با ما",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "سوالی دارید؟ ما اینجا هستیم تا کمک کنیم. روش تماس مورد نظر خود را از زیر انتخاب کنید.",
    "Email Support": "پشتیبانی ایمیل",
    "Get in touch with our support team": "با تیم پشتیبانی ما در تماس باشید",
    "Live Chat": "چت زنده",
    "Chat with our support team": "با تیم پشتیبانی ما چت کنید",
    "Social Media": "شبکه‌های اجتماعی",
    "Follow us on social media": "ما را در شبکه‌های اجتماعی دنبال کنید",
    "Start Chat": "شروع چت",
    "Follow Us": "ما را دنبال کنید",
    "Send us a Message": "پیامی برای ما بفرستید",
    "Name": "نام",
    "Email": "ایمیل",
    "Message": "پیام",
    "Send Message": "ارسال پیام",
    "Your name": "نام شما",
    "Your email": "ایمیل شما",
    "Your message": "پیام شما",
    "Our Blog": "وبلاگ ما",
    "Insights and guides about email security, privacy, and digital communication best practices.": "بینش‌ها و راهنماهایی درباره امنیت ایمیل، حریم خصوصی و بهترین روش‌های ارتباط دیجیتال.",
    "All": "همه",
    "Security": "امنیت",
    "Privacy": "حریم خصوصی",
    "Guide": "راهنما",
    "Tips": "نکات",
    "Terms and Conditions": "شرایط و ضوابط",
    "Last updated:": "آخرین به‌روزرسانی:",
    "Introduction": "مقدمه",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "به سرویس تولید ایمیل موقت ما خوش آمدید. با استفاده از وب‌سایت ما، شما موافقت می‌کنید که از شرایط و ضوابط زیر پیروی کنید. اگر موافق نیستید، لطفاً از سرویس ما استفاده نکنید.",
    "Service Description": "توضیحات سرویس",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "ما سرویس‌های ایمیل موقت ارائه می‌دهیم که به شما امکان می‌دهد آدرس‌های ایمیل موقت برای حفظ حریم خصوصی و امنیت ایجاد و استفاده کنید. سرویس ما طراحی شده است تا به شما کمک کند از اسپم جلوگیری کنید و ایمیل شخصی خود را از نمایش غیرضروری محافظت نمایید.",
    "User Responsibilities": "مسئولیت‌های کاربر",
    "As a user, you agree to:": "به عنوان یک کاربر، شما موافقت می‌کنید که:",
    "Use the service in a lawful and ethical manner": "از سرویس به صورت قانونی و اخلاقی استفاده کنید",
    "Not engage in any illegal activity using our service": "از سرویس ما برای فعالیت‌های غیرقانونی استفاده نکنید",
    "Not spam or misuse temporary email addresses": "اسپم ارسال نکنید یا آدرس‌های ایمیل موقت را سوءاستفاده نکنید",
    "Not use the service for fraudulent or malicious purposes": "از سرویس برای مقاصد کلاهبرداری یا مخرب استفاده نکنید",
    "Comply with all applicable laws and regulations": "از تمام قوانین و مقررات قابل اجرا پیروی کنید",
    "Account Security": "امنیت حساب",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "شما مسئول حفظ امنیت حساب ایمیل موقت خود هستید و باید هرگونه استفاده غیرمجاز را فوراً به ما اطلاع دهید. ما توصیه می‌کنیم از ایمیل‌های موقت برای ارتباطات حساس استفاده نکنید زیرا ممکن است توسط دیگران قابل دسترسی باشد.",
    "Prohibited Uses": "مصارف ممنوع",
    "You may not use our service for:": "شما نمی‌توانید از سرویس ما برای موارد زیر استفاده کنید:",
    "Spamming or sending unsolicited emails": "ارسال اسپم یا ایمیل‌های ناخواسته",
    "Engaging in illegal activities or violating intellectual property rights": "انجام فعالیت‌های غیرقانونی یا نقض حقوق مالکیت فکری",
    "Any activity that could harm the website or other users": "هر فعالیتی که می‌تواند به وب‌سایت یا کاربران دیگر آسیب برساند",
    "Creating accounts for prohibited services": "ایجاد حساب برای سرویس‌های ممنوع",
    "Bypassing email verification for malicious purposes": "دور زدن تأیید ایمیل برای مقاصد مخرب",
    "Limitation of Liability": "محدودیت مسئولیت",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "ما مسئول هیچ گونه خسارتی ناشی از استفاده یا عدم توانایی در استفاده از سرویس خود، از جمله هرگونه خطا، وقفه یا سوءاستفاده از سرویس ایمیل موقت نیستیم. این سرویس \"همانطور که هست\" و بدون هیچ گونه ضمانتی ارائه می‌شود.",
    "Changes to Terms": "تغییرات شرایط",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "ما این حق را برای خود محفوظ می‌داریم که این شرایط و ضوابط را در هر زمان تغییر دهیم. هرگونه تغییر با تاریخ تجدید نظر در اینجا به‌روزرسانی خواهد شد. استفاده مداوم شما از سرویس پس از تغییرات به منزله پذیرش شرایط جدید است.",
    "Governing Law": "قانون حاکم",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "این شرایط و ضوابط تابع قوانین حوزه‌قضایی است که سرویس ما در آن فعالیت می‌کند. هرگونه اختلاف در دادگاه‌های صلاحیت‌دار آن حوزه‌قضایی حل و فصل خواهد شد.",
    "Contact Us": "تماس با ما",
    "If you have any questions regarding these terms, please contact our support team at": "اگر در مورد این شرایط سؤالی دارید، لطفاً با تیم پشتیبانی ما تماس بگیرید:",
    "We typically respond within 24-48 hours.": "ما معمولاً در عرض 24-48 ساعت پاسخ می‌دهیم."
}