{
    "Quick Links": "Tautan Cepat",
    "Best Disposable Email Service": "Layanan Email Sementara Terbaik",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Buat alamat email sementara instan untuk Facebook, pendaftaran online, dan lainnya. ID email sementara kami menjaga kotak masuk asli Anda tetap bersih dan aman.",
    "Copy": "Salin",
    "Generate": "Buat",
    "Delete": "Hapus",
    "Your Inbox": "Kotak Masuk Anda",
    "From": "Dari",
    "Subject": "Subjek",
    "Date": "Tanggal",
    "Actions": "Tindakan",
    "Why Choose Our Disposable Email Service?": "Mengapa Memilih Layanan Email Sementara Kami?",
    "Anonymous Protection": "Perlindungan Anonim",
    "Generate burner emails for ultimate online privacy": "Buat email sementara untuk privasi online maksimal",
    "Secure & Private": "Aman dan Privat",
    "Create disposable temporary email addresses with no registration": "Buat alamat email sementara tanpa registrasi",
    "Social Media Ready": "Siap untuk Media Sosial",
    "Perfect temporary mail for Facebook verification and sign-ups": "Email sementara yang sempurna untuk verifikasi dan pendaftaran Facebook",
    "Auto-Expiring": "Kadaluarsa Otomatis",
    "Your throwaway mail automatically deletes after use": "Email sementara Anda otomatis terhapus setelah digunakan",
    "Benefits of Our Temporary Email Service": "Manfaat Layanan Email Sementara Kami",
    "Perfect for Facebook account verification": "Sempurna untuk verifikasi akun Facebook",
    "Create unlimited disposable email IDs": "Buat ID email sementara tanpa batas",
    "Best throwaway mail service for privacy": "Layanan email sementara terbaik untuk privasi",
    "Temporary addresses that auto-expire": "Alamat sementara yang otomatis kadaluarsa",
    "About temp mail": "Tentang Temp Mail",
    "Your Secure": "Email Aman Anda",
    "Temporary Email": "Email Sementara",
    "Solution": "Solusi",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail menyediakan alamat email sementara untuk melindungi privasi Anda. Sempurna untuk pengujian, pendaftaran, dan menghindari spam di kotak masuk utama Anda.",
    "No Sign up required": "Tidak perlu mendaftar",
    "No annoying mails": "Tidak ada email mengganggu",
    "No installations": "Tidak perlu instalasi",
    "Secure & Private": "Aman dan Privat",
    "Auto-delete after expiry": "Hapus otomatis setelah kadaluarsa",
    "24/7 availability": "Tersedia 24/7",
    "Temporary Email Interface": "Antarmuka Email Sementara",
    "Email Inbox Interface": "Antarmuka Kotak Masuk Email",
    "Testimonials": "Testimoni",
    "What Our Users Say": "Apa Kata Pengguna Kami",
    "Join thousands of satisfied users who trust our temporary email service": "Bergabunglah dengan ribuan pengguna puas yang mempercayai layanan email sementara kami",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Layanan email sementara ini telah mengubah cara kerja saya. Sangat andal dan mudah digunakan.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Layanan email sementara terbaik yang pernah saya gunakan. Antarmuka bersih dan pembuatan email instan membuatnya sempurna untuk pengujian.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Saya menggunakan layanan ini setiap hari untuk pendaftaran klien. Cepat, aman, dan tepat yang saya butuhkan.",
    "Home": "Beranda",
    "Services": "Layanan",
    "Features": "Fitur",
    "News": "Berita",
    "Blogs": "Blog",
    "Subscribe to Newsletter": "Berlangganan Newsletter",
    "Stay updated with our latest features and releases.": "Tetap update dengan fitur dan rilis terbaru kami.",
    "By subscribing you agree to our": "Dengan berlangganan, Anda menyetujui",
    "Privacy Policy": "Kebijakan Privasi",
    "Enter your email": "Masukkan email Anda",
    "Select Language": "Pilih Bahasa",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "Seluruh hak cipta dilindungi.",
    "TempMail": "TempMail",
    "About": "Tentang",
    "Contact": "Kontak",
    "Blog": "Blog",
    "About TempMail": "Tentang TempMail",
    "Secure & Private": "Aman dan Privat",
    "Your temporary emails are completely secure and private.": "Email sementara Anda sepenuhnya aman dan privat.",
    "Instant Access": "Akses Instan",
    "No registration required. Get your temporary email instantly.": "Tidak perlu registrasi. Dapatkan email sementara Anda secara instan.",
    "Data Protection": "Perlindungan Data",
    "We don't store any personal information.": "Kami tidak menyimpan informasi pribadi apa pun.",
    "Our Mission": "Misi Kami",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Menyediakan layanan email sementara yang aman dan andal untuk melindungi privasi Anda sekaligus menjaga internet bersih dari spam.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "Kami menyediakan alamat email sementara yang aman dan instan untuk kebutuhan online Anda. Tanpa registrasi, sepenuhnya gratis, dan berfokus pada privasi.",
    "Contact Us": "Hubungi Kami",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Ada pertanyaan? Kami di sini untuk membantu. Pilih metode kontak yang Anda inginkan di bawah ini.",
    "Email Support": "Dukungan Email",
    "Get in touch with our support team": "Hubungi tim dukungan kami",
    "Live Chat": "Obrolan Langsung",
    "Chat with our support team": "Obrolan dengan tim dukungan kami",
    "Social Media": "Media Sosial",
    "Follow us on social media": "Ikuti kami di media sosial",
    "Start Chat": "Mulai Obrolan",
    "Follow Us": "Ikuti Kami",
    "Send us a Message": "Kirim Pesan kepada Kami",
    "Name": "Nama",
    "Email": "Email",
    "Message": "Pesan",
    "Send Message": "Kirim Pesan",
    "Your name": "Nama Anda",
    "Your email": "Email Anda",
    "Your message": "Pesan Anda",
    "Our Blog": "Blog Kami",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Wawasan dan panduan tentang keamanan email, privasi, dan praktik terbaik komunikasi digital.",
    "All": "Semua",
    "Security": "Keamanan",
    "Privacy": "Privasi",
    "Guide": "Panduan",
    "Tips": "Tips",
    "Terms and Conditions": "Syarat dan Ketentuan",
    "Last updated:": "Terakhir diperbarui:",
    "Introduction": "Pendahuluan",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Selamat datang di layanan pembuatan email sementara kami. Dengan menggunakan situs web kami, Anda setuju untuk mematuhi syarat dan ketentuan berikut. Jika Anda tidak setuju, harap jangan gunakan layanan kami.",
    "Service Description": "Deskripsi Layanan",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Kami menyediakan layanan email sementara yang memungkinkan Anda membuat dan menggunakan alamat email sementara untuk tujuan privasi dan keamanan. Layanan kami dirancang untuk membantu Anda menghindari spam dan melindungi email pribadi Anda dari paparan yang tidak perlu.",
    "User Responsibilities": "Tanggung Jawab Pengguna",
    "As a user, you agree to:": "Sebagai pengguna, Anda setuju untuk:",
    "Use the service in a lawful and ethical manner": "Menggunakan layanan dengan cara yang sah dan etis",
    "Not engage in any illegal activity using our service": "Tidak melakukan aktivitas ilegal menggunakan layanan kami",
    "Not spam or misuse temporary email addresses": "Tidak mengirim spam atau menyalahgunakan alamat email sementara",
    "Not use the service for fraudulent or malicious purposes": "Tidak menggunakan layanan untuk tujuan penipuan atau berbahaya",
    "Comply with all applicable laws and regulations": "Mematuhi semua hukum dan peraturan yang berlaku",
    "Account Security": "Keamanan Akun",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Anda bertanggung jawab untuk menjaga keamanan akun email sementara Anda dan harus segera memberi tahu kami tentang penggunaan yang tidak sah. Kami merekomendasikan untuk tidak menggunakan email sementara untuk komunikasi sensitif karena mungkin dapat diakses oleh orang lain.",
    "Prohibited Uses": "Penggunaan yang Dilarang",
    "You may not use our service for:": "Anda tidak boleh menggunakan layanan kami untuk:",
    "Spamming or sending unsolicited emails": "Mengirim spam atau email yang tidak diminta",
    "Engaging in illegal activities or violating intellectual property rights": "Melakukan aktivitas ilegal atau melanggar hak kekayaan intelektual",
    "Any activity that could harm the website or other users": "Aktivitas apa pun yang dapat membahayakan situs web atau pengguna lain",
    "Creating accounts for prohibited services": "Membuat akun untuk layanan yang dilarang",
    "Bypassing email verification for malicious purposes": "Menghindari verifikasi email untuk tujuan berbahaya",
    "Limitation of Liability": "Pembatasan Tanggung Jawab",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Kami tidak bertanggung jawab atas kerusakan apa pun yang diakibatkan oleh penggunaan atau ketidakmampuan menggunakan layanan kami, termasuk kesalahan, gangguan, atau penyalahgunaan layanan email sementara. Layanan disediakan \"sebagaimana adanya\" tanpa jaminan apa pun.",
    "Changes to Terms": "Perubahan Syarat",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Kami berhak memodifikasi syarat dan ketentuan ini kapan saja. Perubahan apa pun akan diperbarui di sini dengan tanggal revisi. Penggunaan layanan Anda yang berkelanjutan setelah perubahan berarti penerimaan terhadap syarat baru.",
    "Governing Law": "Hukum yang Mengatur",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Syarat dan ketentuan ini diatur oleh hukum yurisdiksi di mana layanan kami beroperasi. Sengketa apa pun akan diselesaikan di pengadilan yang sesuai di yurisdiksi tersebut.",
    "Contact Us": "Hubungi Kami",
    "If you have any questions regarding these terms, please contact our support team at": "Jika Anda memiliki pertanyaan mengenai syarat ini, silakan hubungi tim dukungan kami di",
    "We typically respond within 24-48 hours.": "Kami biasanya merespons dalam 24-48 jam."
}