{
    "Quick Links": "Enlaces Rápidos",
    "Best Disposable Email Service":"Mejor servicio de correo electrónico desechable",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.":"Crea direcciones de correo electrónico desechables al instante para Facebook, registros en línea y más. Nuestros correos electrónicos temporales mantienen tu bandeja de entrada limpia y segura.",
    "Copy":"Copiar",
    "Generate":"Generar",
    "Delete":"Eliminar",
    "Your Inbox":"Tu bandeja de entrada",
    "From":"De",
    "Subject":"Asunto",
    "Date":"Fecha",
    "Actions":"Acciones",
    "Why Choose Our Disposable Email Service?": "¿Por qué elegir nuestro servicio de correo electrónico desechable?",
    "Anonymous Protection": "Protección anónima",
    "Generate burner emails for ultimate online privacy": "Genera correos electrónicos temporales para la máxima privacidad en línea",
    "Secure & Private": "Seguro y privado",
    "Create disposable temporary email addresses with no registration": "Crea direcciones de correo electrónico desechables sin necesidad de registro",
    "Social Media Ready": "Listo para redes sociales",
    "Perfect temporary mail for Facebook verification and sign-ups": "Correo temporal perfecto para verificación y registros en Facebook",
    "Auto-Expiring": "Expiración automática",
    "Your throwaway mail automatically deletes after use": "Tu correo temporal se eliminará automáticamente después del uso",
    "Benefits of Our Temporary Email Service": "Beneficios de nuestro servicio de correo temporal",
    "Perfect for Facebook account verification": "Perfecto para la verificación de cuentas de Facebook",
    "Create unlimited disposable email IDs": "Crea correos electrónicos desechables ilimitados",
    "Best throwaway mail service for privacy": "El mejor servicio de correo temporal para la privacidad",
    "Temporary addresses that auto-expire": "Direcciones temporales que caducan automáticamente",
    "About temp mail": "Acerca de Temp Mail",
    "Your Secure": "Tu seguro",
    "Temporary Email": "Correo electrónico temporal",
    "Solution": "Solución",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail proporciona direcciones de correo electrónico desechables para proteger su privacidad. Perfecto para pruebas, registros y evitar el spam en su bandeja de entrada principal.",
    "No Sign up required": "No se requiere registro",
    "No annoying mails": "No correos molestos",
    "No installations": "Sin instalaciones",
    "Secure & Private": "Seguro y privado",
    "Auto-delete after expiry": "Eliminación automática tras la expiración",
    "24/7 availability": "Disponibilidad 24/7",
    "Temporary Email Interface": "Interfaz de correo temporal",
    "Email Inbox Interface": "Interfaz de bandeja de entrada",
    "Testimonials": "Testimonios",
    "What Our Users Say": "Lo que dicen nuestros usuarios",
    "Join thousands of satisfied users who trust our temporary email service": "Únase a miles de usuarios satisfechos que confían en nuestro servicio de correo electrónico temporal",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Este servicio de correo temporal ha sido un cambio de juego para mi flujo de trabajo. Es increíblemente confiable y fácil de usar.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "El mejor servicio de correo temporal que he usado. Interfaz limpia y generación instantánea de correos electrónicos lo hacen perfecto para pruebas.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Uso este servicio a diario para los registros de mis clientes. Es rápido, seguro y exactamente lo que necesito.",
    "Home": "Inicio",
    "Services": "Servicios",
    "Features": "Características",
    "News": "Noticias",
    "Blogs": "Blogs",
    "Subscribe to Newsletter": "Suscribirse al boletín",
    "Stay updated with our latest features and releases.": "Manténgase actualizado con nuestras últimas funciones y lanzamientos.",
    "By subscribing you agree to our": "Al suscribirse, acepta nuestra",
    "Privacy Policy": "política de privacidad",
    "Enter your email":"Ingrese su correo electrónico",
    "Select Language":"Seleccionar idioma",
    "Temp Mail.":"Correo Temporal",
    "All rights reserved.":"Todos los derechos reservados.",
    "TempMail": "TempMail",
    "About": "About",
    "Contact": "Contact",
    "Blog": "Blog",
    "About TempMail": "Acerca de TempMail",
    "Secure & Private": "Seguro y Privado",
    "Your temporary emails are completely secure and private.": "Tus correos temporales son completamente seguros y privados.",
    "Instant Access": "Acceso Instantáneo",
    "No registration required. Get your temporary email instantly.": "No se requiere registro. Obtén tu correo temporal al instante.",
    "Data Protection": "Protección de Datos",
    "We don't store any personal information.": "No almacenamos ninguna información personal.",
    "Our Mission": "Nuestra Misión",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Brindar un servicio de correo temporal seguro y confiable que proteja tu privacidad y mantenga el internet libre de spam.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.":"Proporcionamos direcciones de correo electrónico temporales seguras e instantáneas para tus necesidades en línea. No se requiere registro, completamente gratuito y centrado en la privacidad.",
    "Contact Us": "Contáctenos",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "¿Tienes preguntas? Estamos aquí para ayudar. Elige tu método de contacto preferido a continuación.",
    "Email Support": "Soporte por correo electrónico",
    "Get in touch with our support team": "Ponte en contacto con nuestro equipo de soporte",
    "Live Chat": "Chat en vivo",
    "Chat with our support team": "Chatea con nuestro equipo de soporte",
    "Social Media": "Redes sociales",
    "Follow us on social media": "Síguenos en las redes sociales",
    "Start Chat": "Iniciar chat",
    "Follow Us": "Síguenos",
    "Send us a Message": "Envíanos un mensaje",
    "Name": "Nombre",
    "Email": "Correo electrónico",
    "Message": "Mensaje",
    "Send Message": "Enviar mensaje",
    "Your name": "Tu nombre",
    "Your email": "Tu correo electrónico",
    "Your message": "Tu mensaje",
    "Our Blog": "Nuestro Blog",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Información y guías sobre seguridad del correo electrónico, privacidad y mejores prácticas en comunicación digital.",
    "All": "Todos",
    "Security": "Seguridad",
    "Privacy": "Privacidad",
    "Guide": "Guía",
    "Tips": "Consejos"

}
  