{
    "Quick Links": "Snabblänkar",
    "Best Disposable Email Service": "Bästa tillfälliga e-posttjänst",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Skapa omedelbara engångs-e-postadresser för Facebook, online-registreringar och mer. Våra tillfälliga e-post-ID håller din riktiga inkorg ren och säker.",
    "Copy": "Kopiera",
    "Generate": "Generera",
    "Delete": "Ta bort",
    "Your Inbox": "Din inkorg",
    "From": "Från",
    "Subject": "Ämne",
    "Date": "Datum",
    "Actions": "Åtgärder",
    "Why Choose Our Disposable Email Service?": "Varför välja vår tillfälliga e-posttjänst?",
    "Anonymous Protection": "Anonymt skydd",
    "Generate burner emails for ultimate online privacy": "Skapa engångs-e-post för ultimat online-sekretess",
    "Secure & Private": "Säker och privat",
    "Create disposable temporary email addresses with no registration": "Skapa tillfälliga e-postadresser utan registrering",
    "Social Media Ready": "Redo för sociala medier",
    "Perfect temporary mail for Facebook verification and sign-ups": "Perfekt tillfällig e-post för Facebook-verifiering och registreringar",
    "Auto-Expiring": "Automatisk utgång",
    "Your throwaway mail automatically deletes after use": "Din tillfälliga e-post raderas automatiskt efter användning",
    "Benefits of Our Temporary Email Service": "Fördelar med vår tillfälliga e-posttjänst",
    "Perfect for Facebook account verification": "Perfekt för verifiering av Facebook-konto",
    "Create unlimited disposable email IDs": "Skapa obegränsade engångs-e-post-ID",
    "Best throwaway mail service for privacy": "Bästa tillfälliga e-posttjänsten för sekretess",
    "Temporary addresses that auto-expire": "Tillfälliga adresser som förfaller automatiskt",
    "About temp mail": "Om tillfällig e-post",
    "Your Secure": "Din säkra",
    "Temporary Email": "Tillfällig e-post",
    "Solution": "Lösning",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail erbjuder tillfälliga e-postadresser för att skydda din sekretess. Perfekt för testning, registreringar och att undvika skräppost i din primära inkorg.",
    "No Sign up required": "Ingen registrering krävs",
    "No annoying mails": "Inga irriterande e-postmeddelanden",
    "No installations": "Inga installationer",
    "Secure & Private": "Säker och privat",
    "Auto-delete after expiry": "Automatisk radering efter utgång",
    "24/7 availability": "Tillgänglighet dygnet runt",
    "Temporary Email Interface": "Gränssnitt för tillfällig e-post",
    "Email Inbox Interface": "Inkorgsgränssnitt",
    "Testimonials": "Omdömen",
    "What Our Users Say": "Vad våra användare säger",
    "Join thousands of satisfied users who trust our temporary email service": "Gå med i tusentals nöjda användare som litar på vår tillfälliga e-posttjänst",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Denna tillfälliga e-posttjänst har förändrat mitt arbetsflöde. Den är otroligt pålitlig och användarvänlig.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Den bästa tillfälliga e-posttjänsten jag har använt. Rent gränssnitt och omedelbar e-postgenerering gör den perfekt för testning.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Jag använder denna tjänst dagligen för mina kundregistreringar. Den är snabb, säker och exakt vad jag behöver.",
    "Home": "Hem",
    "Services": "Tjänster",
    "Features": "Funktioner",
    "News": "Nyheter",
    "Blogs": "Bloggar",
    "Subscribe to Newsletter": "Prenumerera på nyhetsbrev",
    "Stay updated with our latest features and releases.": "Håll dig uppdaterad med våra senaste funktioner och utgåvor.",
    "By subscribing you agree to our": "Genom att prenumerera godkänner du vår",
    "Privacy Policy": "Integritetspolicy",
    "Enter your email": "Ange din e-postadress",
    "Select Language": "Välj språk",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "Alla rättigheter förbehållna.",
    "TempMail": "TempMail",
    "About": "Om",
    "Contact": "Kontakt",
    "Blog": "Blogg",
    "About TempMail": "Om TempMail",
    "Your temporary emails are completely secure and private.": "Dina tillfälliga e-postmeddelanden är helt säkra och privata.",
    "Instant Access": "Omedelbar åtkomst",
    "No registration required. Get your temporary email instantly.": "Ingen registrering krävs. Få din tillfälliga e-post omedelbart.",
    "Data Protection": "Dataskydd",
    "We don't store any personal information.": "Vi lagrar ingen personlig information.",
    "Our Mission": "Vårt uppdrag",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Att erbjuda en säker och pålitlig tillfällig e-posttjänst som skyddar din sekretess samtidigt som internet hålls fritt från skräppost.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "Vi erbjuder säkra, omedelbara tillfälliga e-postadresser för dina onlinebehov. Ingen registrering krävs, helt gratis och med fokus på sekretess.",
    "Contact Us": "Kontakta oss",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Har du frågor? Vi är här för att hjälpa. Välj din föredragna kontaktmetod nedan.",
    "Email Support": "E-postsupport",
    "Get in touch with our support team": "Kontakta vårt supportteam",
    "Live Chat": "Livechatt",
    "Chat with our support team": "Chatta med vårt supportteam",
    "Social Media": "Sociala medier",
    "Follow us on social media": "Följ oss på sociala medier",
    "Start Chat": "Starta chatt",
    "Follow Us": "Följ oss",
    "Send us a Message": "Skicka ett meddelande",
    "Name": "Namn",
    "Email": "E-post",
    "Message": "Meddelande",
    "Send Message": "Skicka meddelande",
    "Your name": "Ditt namn",
    "Your email": "Din e-post",
    "Your message": "Ditt meddelande",
    "Our Blog": "Vår blogg",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Insikter och guider om e-postsäkerhet, sekretess och bästa praxis för digital kommunikation.",
    "All": "Alla",
    "Security": "Säkerhet",
    "Privacy": "Sekretess",
    "Guide": "Guide",
    "Tips": "Tips",
    "Terms and Conditions": "Villkor",
    "Last updated:": "Senast uppdaterad:",
    "Introduction": "Introduktion",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Välkommen till vår tillfälliga e-postgenereringstjänst. Genom att använda vår webbplats godkänner du att följa följande villkor. Om du inte godkänner dem, vänligen använd inte vår tjänst.",
    "Service Description": "Tjänstebeskrivning",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Vi erbjuder tillfälliga e-posttjänster som låter dig skapa och använda tillfälliga e-postadresser för integritet och säkerhet. Vår tjänst är utformad för att hjälpa dig undvika skräppost och skydda din personliga e-post från onödig exponering.",
    "User Responsibilities": "Användaransvar",
    "As a user, you agree to:": "Som användare godkänner du att:",
    "Use the service in a lawful and ethical manner": "Använda tjänsten på ett lagligt och etiskt sätt",
    "Not engage in any illegal activity using our service": "Inte delta i någon olaglig aktivitet med hjälp av vår tjänst",
    "Not spam or misuse temporary email addresses": "Inte skicka skräppost eller missbruka tillfälliga e-postadresser",
    "Not use the service for fraudulent or malicious purposes": "Inte använda tjänsten i bedrägligt eller skadligt syfte",
    "Comply with all applicable laws and regulations": "Följa alla tillämpliga lagar och förordningar",
    "Account Security": "Kontosäkerhet",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Du är ansvarig för att upprätthålla säkerheten för ditt tillfälliga e-postkonto och bör omedelbart meddela oss om obehörig användning. Vi rekommenderar att inte använda tillfälliga e-postmeddelanden för känslig kommunikation eftersom de kan vara tillgängliga för andra.",
    "Prohibited Uses": "Förbjudna användningsområden",
    "You may not use our service for:": "Du får inte använda vår tjänst för:",
    "Spamming or sending unsolicited emails": "Skicka skräppost eller oönskade e-postmeddelanden",
    "Engaging in illegal activities or violating intellectual property rights": "Delta i olagliga aktiviteter eller bryta mot immateriella rättigheter",
    "Any activity that could harm the website or other users": "All aktivitet som kan skada webbplatsen eller andra användare",
    "Creating accounts for prohibited services": "Skapa konton för förbjudna tjänster",
    "Bypassing email verification for malicious purposes": "Kringgå e-postverifiering i skadligt syfte",
    "Limitation of Liability": "Ansvarighetsbegränsning",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Vi är inte ansvariga för skador som uppstår på grund av användning eller oförmåga att använda vår tjänst, inklusive fel, avbrott eller missbruk av den tillfälliga e-posttjänsten. Tjänsten tillhandahålls \"som den är\" utan garantier av något slag.",
    "Changes to Terms": "Ändringar av villkoren",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Vi förbehåller oss rätten att ändra dessa villkor när som helst. Eventuella ändringar kommer att uppdateras här med revideringsdatum. Din fortsatta användning av tjänsten efter ändringar innebär acceptans av de nya villkoren.",
    "Governing Law": "Tillämplig lag",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Dessa villkor regleras av lagarna i den jurisdiktion där vår tjänst verkar. Eventuella tvister kommer att lösas i lämpliga domstolar inom den jurisdiktionen.",
    "Contact Us": "Kontakta oss",
    "If you have any questions regarding these terms, please contact our support team at": "Om du har frågor om dessa villkor, vänligen kontakta vårt supportteam på",
    "We typically respond within 24-48 hours.": "Vi svarar vanligtvis inom 24-48 timmar."
}
