{
    "Quick Links": "Link-uri rapide",
    "Best Disposable Email Service": "Cel mai bun serviciu de e-mail de unică folosință",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Creați adrese de e-mail temporare instantanee pentru Facebook, înregistrări online și altele. ID-urile noastre de e-mail de unică folosință vă mențin căsuța de e-mail reală curată și sigură.",
    "Copy": "Copiați",
    "Generate": "Generați",
    "Delete": "Ștergeți",
    "Your Inbox": "Căsuța dvs. de e-mail",
    "From": "De la",
    "Subject": "Subiect",
    "Date": "Data",
    "Actions": "Acțiuni",
    "Why Choose Our Disposable Email Service?": "De ce să alegeți serviciul nostru de e-mail de unică folosință?",
    "Anonymous Protection": "Protecție anonimă",
    "Generate burner emails for ultimate online privacy": "Generați e-mailuri temporare pentru confidențialitate online maximă",
    "Secure & Private": "Securizat și privat",
    "Create disposable temporary email addresses with no registration": "Creați adrese de e-mail temporare de unică folosință fără înregistrare",
    "Social Media Ready": "Pregătit pentru rețelele sociale",
    "Perfect temporary mail for Facebook verification and sign-ups": "E-mail temporar perfect pentru verificarea și înregistrarea pe Facebook",
    "Auto-Expiring": "Auto-expirare",
    "Your throwaway mail automatically deletes after use": "E-mailul dvs. de unică folosință se șterge automat după utilizare",
    "Benefits of Our Temporary Email Service": "Beneficiile serviciului nostru de e-mail temporar",
    "Perfect for Facebook account verification": "Perfect pentru verificarea contului Facebook",
    "Create unlimited disposable email IDs": "Creați ID-uri de e-mail de unică folosință nelimitate",
    "Best throwaway mail service for privacy": "Cel mai bun serviciu de e-mail de unică folosință pentru confidențialitate",
    "Temporary addresses that auto-expire": "Adrese temporare care se șterg automat",
    "About temp mail": "Despre e-mailul temporar",
    "Your Secure": "E-mailul dvs. securizat",
    "Temporary Email": "E-mail temporar",
    "Solution": "Soluție",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail oferă adrese de e-mail de unică folosință pentru a vă proteja confidențialitatea. Perfect pentru testare, înregistrări și evitarea spamului în căsuța dvs. principală.",
    "No Sign up required": "Nu este necesară înregistrarea",
    "No annoying mails": "Fără e-mailuri enervante",
    "No installations": "Fără instalări",
    "Secure & Private": "Securizat și privat",
    "Auto-delete after expiry": "Ștergere automată după expirare",
    "24/7 availability": "Disponibilitate 24/7",
    "Temporary Email Interface": "Interfață de e-mail temporară",
    "Email Inbox Interface": "Interfață căsuță de e-mail",
    "Testimonials": "Mărturii",
    "What Our Users Say": "Ce spun utilizatorii noștri",
    "Join thousands of satisfied users who trust our temporary email service": "Alăturați-vă miilor de utilizatori mulțumiți care au încredere în serviciul nostru de e-mail temporar",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Acest serviciu de e-mail temporar a schimbat regulile jocului pentru fluxul meu de lucru. Este incredibil de fiabil și ușor de utilizat.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Cel mai bun serviciu de e-mail temporar pe care l-am folosit. Interfața curată și generarea instantanee de e-mailuri îl fac perfect pentru testare.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Folosesc acest serviciu zilnic pentru înregistrările clienților mei. Este rapid, securizat și exact ceea ce am nevoie.",
    "Home": "Acasă",
    "Services": "Servicii",
    "Features": "Caracteristici",
    "News": "Știri",
    "Blogs": "Bloguri",
    "Subscribe to Newsletter": "Abonați-vă la newsletter",
    "Stay updated with our latest features and releases.": "Rămâneți la curent cu cele mai recente caracteristici și lansări.",
    "By subscribing you agree to our": "Prin abonare sunteți de acord cu",
    "Privacy Policy": "Politica de confidențialitate",
    "Enter your email": "Introduceți adresa dvs. de e-mail",
    "Select Language": "Selectați limba",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "Toate drepturile rezervate.",
    "TempMail": "TempMail",
    "About": "Despre",
    "Contact": "Contact",
    "Blog": "Blog",
    "About TempMail": "Despre TempMail",
    "Your temporary emails are completely secure and private.": "E-mailurile dvs. temporare sunt complet securizate și private.",
    "Instant Access": "Acces instantaneu",
    "No registration required. Get your temporary email instantly.": "Nu este necesară înregistrarea. Obțineți instantaneu e-mailul dvs. temporar.",
    "Data Protection": "Protecția datelor",
    "We don't store any personal information.": "Nu stocăm nicio informație personală.",
    "Our Mission": "Misiunea noastră",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Oferirea unui serviciu de e-mail temporar securizat și fiabil, care protejează confidențialitatea dvs. și menține internetul curat de spam.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "Oferim adrese de e-mail temporare sigure și instantanee pentru nevoile dvs. online. Fără înregistrare, complet gratuit și orientat spre confidențialitate.",
    "Contact Us": "Contactați-ne",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Aveți întrebări? Suntem aici pentru a vă ajuta. Alegeți metoda preferată de contact de mai jos.",
    "Email Support": "Suport prin e-mail",
    "Get in touch with our support team": "Contactați echipa noastră de suport",
    "Live Chat": "Chat live",
    "Chat with our support team": "Discutați cu echipa noastră de suport",
    "Social Media": "Rețele sociale",
    "Follow us on social media": "Urmăriți-ne pe rețelele sociale",
    "Start Chat": "Începeți chatul",
    "Follow Us": "Urmăriți-ne",
    "Send us a Message": "Trimiteți-ne un mesaj",
    "Name": "Nume",
    "Email": "E-mail",
    "Message": "Mesaj",
    "Send Message": "Trimiteți mesajul",
    "Your name": "Numele dvs.",
    "Your email": "E-mailul dvs.",
    "Your message": "Mesajul dvs.",
    "Our Blog": "Blogul nostru",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Informații și ghiduri despre securitatea e-mailului, confidențialitate și cele mai bune practici de comunicare digitală.",
    "All": "Toate",
    "Security": "Securitate",
    "Privacy": "Confidențialitate",
    "Guide": "Ghid",
    "Tips": "Sfaturi",
    "Terms and Conditions": "Termeni și condiții",
    "Last updated:": "Ultima actualizare:",
    "Introduction": "Introducere",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Bun venit la serviciul nostru de generare de email-uri temporare. Prin utilizarea site-ului nostru, sunteți de acord să respectați următorii termeni și condiții. Dacă nu sunteți de acord, vă rugăm să nu utilizați serviciul nostru.",
    "Service Description": "Descrierea serviciului",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Oferim servicii de email temporar care vă permit să creați și să utilizați adrese de email temporare pentru confidențialitate și securitate. Serviciul nostru este conceput pentru a vă ajuta să evitați spamul și să vă protejați emailul personal de expunerea inutilă.",
    "User Responsibilities": "Responsabilitățile utilizatorului",
    "As a user, you agree to:": "Ca utilizator, sunteți de acord să:",
    "Use the service in a lawful and ethical manner": "Utilizați serviciul în mod legal și etic",
    "Not engage in any illegal activity using our service": "Nu desfășurați activități ilegale folosind serviciul nostru",
    "Not spam or misuse temporary email addresses": "Nu trimiteți spam sau nu abuzați de adresele de email temporare",
    "Not use the service for fraudulent or malicious purposes": "Nu utilizați serviciul în scopuri frauduloase sau malitioase",
    "Comply with all applicable laws and regulations": "Respectați toate legile și reglementările aplicabile",
    "Account Security": "Securitatea contului",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Sunteți responsabil pentru menținerea securității contului dvs. de email temporar și ar trebui să ne anunțați imediat despre orice utilizare neautorizată. Recomandăm să nu utilizați email-uri temporare pentru comunicări sensibile, deoarece acestea pot fi accesibile altora.",
    "Prohibited Uses": "Utilizări interzise",
    "You may not use our service for:": "Nu puteți utiliza serviciul nostru pentru:",
    "Spamming or sending unsolicited emails": "Trimiteri de spam sau email-uri nesolicitate",
    "Engaging in illegal activities or violating intellectual property rights": "Desfășurarea de activități ilegale sau încălcarea drepturilor de proprietate intelectuală",
    "Any activity that could harm the website or other users": "Orice activitate care ar putea dăuna site-ului sau altor utilizatori",
    "Creating accounts for prohibited services": "Crearea de conturi pentru servicii interzise",
    "Bypassing email verification for malicious purposes": "Ocolirea verificării email-ului în scopuri malitioase",
    "Limitation of Liability": "Limitarea răspunderii",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Nu suntem răspunzători pentru orice daune rezultate din utilizarea sau incapacitatea de a utiliza serviciul nostru, inclusiv erori, întreruperi sau utilizarea greșită a serviciului de email temporar. Serviciul este furnizat \"așa cum este\" fără garanții de orice fel.",
    "Changes to Terms": "Modificări ale termenilor",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Ne rezervăm dreptul de a modifica acești termeni și condiții în orice moment. Orice modificări vor fi actualizate aici cu data revizuită. Continuarea utilizării serviciului după modificări constituie acceptarea noilor termeni.",
    "Governing Law": "Legea aplicabilă",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Acești termeni și condiții sunt guvernați de legile jurisdicției în care funcționează serviciul nostru. Orice dispute vor fi rezolvate în instanțele competente ale acelei jurisdicții.",
    "Contact Us": "Contactați-ne",
    "If you have any questions regarding these terms, please contact our support team at": "Dacă aveți întrebări referitoare la acești termeni, vă rugăm să contactați echipa noastră de suport la",
    "We typically respond within 24-48 hours.": "De obicei răspundem în 24-48 de ore."
}
