{
    "Quick Links": "Liên kết nhanh",
    "Best Disposable Email Service": "Dịch vụ email tạm thời tốt nhất",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Tạo địa chỉ email tạm thời ngay lập tức cho Facebook, đăng ký trực tuyến và nhiều hơn nữa. Email tạm thời của chúng tôi giúp hộp thư của bạn luôn sạch sẽ và an toàn.",
    "Copy": "Sao chép",
    "Generate": "Tạo",
    "Delete": "Xóa",
    "Your Inbox": "Hộp thư của bạn",
    "From": "Từ",
    "Subject": "Chủ đề",
    "Date": "Ngày",
    "Actions": "Hành động",
    "Why Choose Our Disposable Email Service?": "Tại sao chọn dịch vụ email tạm thời của chúng tôi?",
    "Anonymous Protection": "Bảo vệ ẩn danh",
    "Generate burner emails for ultimate online privacy": "Tạo email tạm thời để bảo vệ quyền riêng tư trực tuyến tối đa",
    "Secure & Private": "An toàn & Riêng tư",
    "Create disposable temporary email addresses with no registration": "Tạo địa chỉ email tạm thời mà không cần đăng ký",
    "Social Media Ready": "Sẵn sàng cho mạng xã hội",
    "Perfect temporary mail for Facebook verification and sign-ups": "Email tạm thời hoàn hảo cho xác minh Facebook và đăng ký",
    "Auto-Expiring": "Tự động hết hạn",
    "Your throwaway mail automatically deletes after use": "Email tạm thời của bạn sẽ tự động bị xóa sau khi sử dụng",
    "Benefits of Our Temporary Email Service": "Lợi ích của dịch vụ email tạm thời của chúng tôi",
    "Perfect for Facebook account verification": "Hoàn hảo để xác minh tài khoản Facebook",
    "Create unlimited disposable email IDs": "Tạo số lượng email tạm thời không giới hạn",
    "Best throwaway mail service for privacy": "Dịch vụ email tạm thời tốt nhất cho quyền riêng tư",
    "Temporary addresses that auto-expire": "Địa chỉ email tạm thời tự động hết hạn",
    "About temp mail": "Về email tạm thời",
    "Your Secure": "Bảo mật của bạn",
    "Temporary Email": "Email tạm thời",
    "Solution": "Giải pháp",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail cung cấp địa chỉ email tạm thời để bảo vệ quyền riêng tư của bạn. Hoàn hảo cho thử nghiệm, đăng ký và tránh thư rác trong hộp thư chính.",
    "No Sign up required": "Không cần đăng ký",
    "No annoying mails": "Không có thư rác phiền phức",
    "No installations": "Không cần cài đặt",
    "Secure & Private": "An toàn & Riêng tư",
    "Auto-delete after expiry": "Tự động xóa sau khi hết hạn",
    "24/7 availability": "Hoạt động 24/7",
    "Temporary Email Interface": "Giao diện email tạm thời",
    "Email Inbox Interface": "Giao diện hộp thư điện tử",
    "Testimonials": "Lời chứng thực",
    "What Our Users Say": "Người dùng của chúng tôi nói gì",
    "Join thousands of satisfied users who trust our temporary email service": "Tham gia cùng hàng nghìn người dùng hài lòng tin tưởng dịch vụ email tạm thời của chúng tôi",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Dịch vụ email tạm thời này đã thay đổi cách tôi làm việc. Nó cực kỳ đáng tin cậy và dễ sử dụng.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Dịch vụ email tạm thời tốt nhất mà tôi từng sử dụng. Giao diện sạch sẽ và tạo email ngay lập tức, rất phù hợp để thử nghiệm.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Tôi sử dụng dịch vụ này hàng ngày để đăng ký cho khách hàng. Nhanh chóng, an toàn và đúng với những gì tôi cần.",
    "Home": "Trang chủ",
    "Services": "Dịch vụ",
    "Features": "Tính năng",
    "News": "Tin tức",
    "Blogs": "Blog",
    "Subscribe to Newsletter": "Đăng ký nhận bản tin",
    "Stay updated with our latest features and releases.": "Cập nhật những tính năng và phát hành mới nhất của chúng tôi.",
    "By subscribing you agree to our": "Bằng cách đăng ký, bạn đồng ý với",
    "Privacy Policy": "Chính sách quyền riêng tư",
    "Enter your email": "Nhập email của bạn",
    "Select Language": "Chọn ngôn ngữ",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "Bảo lưu mọi quyền.",
    "TempMail": "TempMail",
    "About": "Giới thiệu",
    "Contact": "Liên hệ",
    "Blog": "Blog",
    "About TempMail": "Về TempMail",
    "Your temporary emails are completely secure and private.": "Email tạm thời của bạn hoàn toàn an toàn và riêng tư.",
    "Instant Access": "Truy cập ngay",
    "No registration required. Get your temporary email instantly.": "Không cần đăng ký. Nhận email tạm thời ngay lập tức.",
    "Data Protection": "Bảo vệ dữ liệu",
    "We don't store any personal information.": "Chúng tôi không lưu trữ bất kỳ thông tin cá nhân nào.",
    "Our Mission": "Sứ mệnh của chúng tôi",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Cung cấp dịch vụ email tạm thời an toàn và đáng tin cậy để bảo vệ quyền riêng tư của bạn đồng thời giữ cho internet sạch khỏi thư rác.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "Chúng tôi cung cấp địa chỉ email tạm thời an toàn, nhanh chóng cho nhu cầu trực tuyến của bạn. Không cần đăng ký, hoàn toàn miễn phí và tập trung vào quyền riêng tư.",
    "Contact Us": "Liên hệ với chúng tôi",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Có câu hỏi? Chúng tôi sẵn sàng giúp đỡ. Chọn phương thức liên hệ mà bạn thích bên dưới.",
    "Email Support": "Hỗ trợ qua email",
    "Get in touch with our support team": "Liên hệ với đội ngũ hỗ trợ của chúng tôi",
    "Live Chat": "Trò chuyện trực tiếp",
    "Chat with our support team": "Trò chuyện với đội hỗ trợ của chúng tôi",
    "Social Media": "Mạng xã hội",
    "Follow us on social media": "Theo dõi chúng tôi trên mạng xã hội",
    "Start Chat": "Bắt đầu trò chuyện",
    "Follow Us": "Theo dõi chúng tôi",
    "Send us a Message": "Gửi tin nhắn cho chúng tôi",
    "Name": "Tên",
    "Email": "Email",
    "Message": "Tin nhắn",
    "Send Message": "Gửi tin nhắn",
    "Your name": "Tên của bạn",
    "Your email": "Email của bạn",
    "Your message": "Tin nhắn của bạn",
    "Our Blog": "Blog của chúng tôi",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Những hiểu biết và hướng dẫn về bảo mật email, quyền riêng tư và các phương pháp truyền thông số tốt nhất.",
    "All": "Tất cả",
    "Security": "Bảo mật",
    "Privacy": "Quyền riêng tư",
    "Guide": "Hướng dẫn",
    "Tips": "Mẹo",
    "Terms and Conditions": "Điều khoản và Điều kiện",
    "Last updated:": "Cập nhật lần cuối:",
    "Introduction": "Giới thiệu",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Chào mừng bạn đến với dịch vụ tạo email tạm thời của chúng tôi. Bằng cách sử dụng trang web của chúng tôi, bạn đồng ý tuân theo các điều khoản và điều kiện sau. Nếu không đồng ý, vui lòng không sử dụng dịch vụ của chúng tôi.",
    "Service Description": "Mô tả Dịch vụ",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Chúng tôi cung cấp dịch vụ email tạm thời cho phép bạn tạo và sử dụng địa chỉ email tạm thời vì mục đích bảo mật và riêng tư. Dịch vụ của chúng tôi được thiết kế để giúp bạn tránh spam và bảo vệ email cá nhân khỏi việc bị lộ thông tin không cần thiết.",
    "User Responsibilities": "Trách nhiệm Người dùng",
    "As a user, you agree to:": "Là người dùng, bạn đồng ý:",
    "Use the service in a lawful and ethical manner": "Sử dụng dịch vụ một cách hợp pháp và có đạo đức",
    "Not engage in any illegal activity using our service": "Không tham gia vào bất kỳ hoạt động bất hợp pháp nào bằng cách sử dụng dịch vụ của chúng tôi",
    "Not spam or misuse temporary email addresses": "Không gửi spam hoặc lạm dụng địa chỉ email tạm thời",
    "Not use the service for fraudulent or malicious purposes": "Không sử dụng dịch vụ cho mục đích lừa đảo hoặc độc hại",
    "Comply with all applicable laws and regulations": "Tuân thủ tất cả các luật và quy định hiện hành",
    "Account Security": "Bảo mật Tài khoản",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Bạn chịu trách nhiệm duy trì bảo mật cho tài khoản email tạm thời của mình và nên thông báo ngay lập tức cho chúng tôi về bất kỳ hành vi sử dụng trái phép nào. Chúng tôi khuyên bạn không nên sử dụng email tạm thời cho các giao tiếp nhạy cảm vì chúng có thể bị người khác truy cập.",
    "Prohibited Uses": "Cách sử dụng bị Cấm",
    "You may not use our service for:": "Bạn không được sử dụng dịch vụ của chúng tôi để:",
    "Spamming or sending unsolicited emails": "Gửi spam hoặc email không mong muốn",
    "Engaging in illegal activities or violating intellectual property rights": "Tham gia vào các hoạt động bất hợp pháp hoặc vi phạm quyền sở hữu trí tuệ",
    "Any activity that could harm the website or other users": "Bất kỳ hoạt động nào có thể gây hại cho trang web hoặc người dùng khác",
    "Creating accounts for prohibited services": "Tạo tài khoản cho các dịch vụ bị cấm",
    "Bypassing email verification for malicious purposes": "Bỏ qua xác minh email vì mục đích độc hại",
    "Limitation of Liability": "Giới hạn Trách nhiệm",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Chúng tôi không chịu trách nhiệm cho bất kỳ thiệt hại nào phát sinh từ việc sử dụng hoặc không thể sử dụng dịch vụ của chúng tôi, bao gồm bất kỳ lỗi, gián đoạn hoặc lạm dụng dịch vụ email tạm thời. Dịch vụ được cung cấp \"nguyên trạng\" mà không có bất kỳ bảo hành nào.",
    "Changes to Terms": "Thay đổi Điều khoản",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Chúng tôi bảo lưu quyền sửa đổi các điều khoản và điều kiện này bất cứ lúc nào. Mọi thay đổi sẽ được cập nhật tại đây với ngày sửa đổi. Việc bạn tiếp tục sử dụng dịch vụ sau khi có thay đổi đồng nghĩa với việc chấp nhận các điều khoản mới.",
    "Governing Law": "Luật Áp dụng",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Các điều khoản và điều kiện này được điều chỉnh bởi luật pháp của khu vực pháp lý nơi dịch vụ của chúng tôi hoạt động. Bất kỳ tranh chấp nào sẽ được giải quyết tại tòa án thích hợp của khu vực pháp lý đó.",
    "Contact Us": "Liên hệ Chúng tôi",
    "If you have any questions regarding these terms, please contact our support team at": "Nếu bạn có bất kỳ câu hỏi nào về các điều khoản này, vui lòng liên hệ với nhóm hỗ trợ của chúng tôi tại",
    "We typically respond within 24-48 hours.": "Chúng tôi thường phản hồi trong vòng 24-48 giờ."
}
