{
    "Quick Links": "Γρήγοροι Σύνδεσμοι",
    "Best Disposable Email Service": "Η καλύτερη υπηρεσία προσωρινής ηλεκτρονικής ταχυδρομίας",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Δημιουργήστε άμεσες προσωρινές διευθύνσεις ηλεκτρονικής ταχυδρομίας για το Facebook, online εγγραφές και άλλα. Οι προσωρινές διευθύνσεις ηλεκτρονικής ταχυδρομίας μας διατηρούν το πραγματικό σας inbox καθαρό και ασφαλές.",
    "Copy": "Αντιγραφή",
    "Generate": "Δημιουργία",
    "Delete": "Διαγραφή",
    "Your Inbox": "Το inbox σας",
    "From": "Από",
    "Subject": "Θέμα",
    "Date": "Ημερομηνία",
    "Actions": "Ενέργειες",
    "Why Choose Our Disposable Email Service?": "Γιατί να επιλέξετε την υπηρεσία προσωρινής ηλεκτρονικής ταχυδρομίας μας;",
    "Anonymous Protection": "Ανώνυμη προστασία",
    "Generate burner emails for ultimate online privacy": "Δημιουργήστε προσωρινά emails για απόλυτη ιδιωτικότητα στο διαδίκτυο",
    "Secure & Private": "Ασφαλές και ιδιωτικό",
    "Create disposable temporary email addresses with no registration": "Δημιουργήστε προσωρινές διευθύνσεις ηλεκτρονικής ταχυδρομίας χωρίς εγγραφή",
    "Social Media Ready": "Έτοιμο για κοινωνικά δίκτυα",
    "Perfect temporary mail for Facebook verification and sign-ups": "Ιδανικό προσωρινό email για επαλήθευση και εγγραφή στο Facebook",
    "Auto-Expiring": "Αυτόματη λήξη",
    "Your throwaway mail automatically deletes after use": "Το προσωρινό σας email διαγράφεται αυτόματα μετά τη χρήση",
    "Benefits of Our Temporary Email Service": "Πλεονεκτήματα της υπηρεσίας προσωρινής ηλεκτρονικής ταχυδρομίας μας",
    "Perfect for Facebook account verification": "Ιδανικό για επαλήθευση λογαριασμού Facebook",
    "Create unlimited disposable email IDs": "Δημιουργήστε απεριόριστες προσωρινές διευθύνσεις ηλεκτρονικής ταχυδρομίας",
    "Best throwaway mail service for privacy": "Η καλύτερη υπηρεσία προσωρινής ηλεκτρονικής ταχυδρομίας για ιδιωτικότητα",
    "Temporary addresses that auto-expire": "Προσωρινές διευθύνσεις που λήγουν αυτόματα",
    "About temp mail": "Σχετικά με το Temp Mail",
    "Your Secure": "Το ασφαλές σας",
    "Temporary Email": "Προσωρινή ηλεκτρονική ταχυδρομία",
    "Solution": "Λύση",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Το Temp Mail παρέχει προσωρινές διευθύνσεις ηλεκτρονικής ταχυδρομίας για την προστασία της ιδιωτικότητάς σας. Ιδανικό για δοκιμές, εγγραφές και αποφυγή spam στο κύριο inbox σας.",
    "No Sign up required": "Δεν απαιτείται εγγραφή",
    "No annoying mails": "Χωρίς ενοχλητικά emails",
    "No installations": "Χωρίς εγκαταστάσεις",
    "Secure & Private": "Ασφαλές και ιδιωτικό",
    "Auto-delete after expiry": "Αυτόματη διαγραφή μετά τη λήξη",
    "24/7 availability": "Διαθεσιμότητα 24/7",
    "Temporary Email Interface": "Διεπαφή προσωρινής ηλεκτρονικής ταχυδρομίας",
    "Email Inbox Interface": "Διεπαφή inbox ηλεκτρονικής ταχυδρομίας",
    "Testimonials": "Προτάσεις",
    "What Our Users Say": "Τι λένε οι χρήστες μας",
    "Join thousands of satisfied users who trust our temporary email service": "Ελάτε μαζί με χιλιάδες ικανοποιημένους χρήστες που εμπιστεύονται την υπηρεσία προσωρινής ηλεκτρονικής ταχυδρομίας μας",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Αυτή η υπηρεσία προσωρινής ηλεκτρονικής ταχυδρομίας άλλαξε τον τρόπο εργασίας μου. Είναι εξαιρετικά αξιόπιστη και φιλική προς τον χρήστη.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Η καλύτερη υπηρεσία προσωρινής ηλεκτρονικής ταχυδρομίας που έχω χρησιμοποιήσει. Καθαρή διεπαφή και άμεση δημιουργία email την κάνουν ιδανική για δοκιμές.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Χρησιμοποιώ αυτήν την υπηρεσία καθημερινά για τις εγγραφές των πελατών μου. Είναι γρήγορη, ασφαλής και ακριβώς αυτό που χρειάζομαι.",
    "Home": "Αρχική",
    "Services": "Υπηρεσίες",
    "Features": "Χαρακτηριστικά",
    "News": "Νέα",
    "Blogs": "Ιστολόγια",
    "Subscribe to Newsletter": "Εγγραφείτε στο ενημερωτικό δελτίο",
    "Stay updated with our latest features and releases.": "Μείνετε ενημερωμένοι με τα τελευταία χαρακτηριστικά και κυκλοφορίες μας.",
    "By subscribing you agree to our": "Με την εγγραφή σας συμφωνείτε με την",
    "Privacy Policy": "Πολιτική απορρήτου",
    "Enter your email": "Εισάγετε το email σας",
    "Select Language": "Επιλέξτε γλώσσα",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "Όλα τα δικαιώματα διατηρούνται.",
    "TempMail": "TempMail",
    "About": "Σχετικά",
    "Contact": "Επικοινωνία",
    "Blog": "Ιστολόγιο",
    "About TempMail": "Σχετικά με το TempMail",
    "Secure & Private": "Ασφαλές και ιδιωτικό",
    "Your temporary emails are completely secure and private.": "Τα προσωρινά σας emails είναι εντελώς ασφαλή και ιδιωτικά.",
    "Instant Access": "Άμεση πρόσβαση",
    "No registration required. Get your temporary email instantly.": "Δεν απαιτείται εγγραφή. Λάβετε το προσωρινό σας email άμεσα.",
    "Data Protection": "Προστασία δεδομένων",
    "We don't store any personal information.": "Δεν αποθηκεύουμε προσωπικά δεδομένα.",
    "Our Mission": "Η αποστολή μας",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Να παρέχουμε μια ασφαλή και αξιόπιστη υπηρεσία προσωρινής ηλεκτρονικής ταχυδρομίας που προστατεύει την ιδιωτικότητά σας και διατηρεί το διαδίκτυο καθαρό από spam.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "Παρέχουμε ασφαλείς, άμεσες προσωρινές διευθύνσεις ηλεκτρονικής ταχυδρομίας για τις ανάγκες σας στο διαδίκτυο. Χωρίς εγγραφή, εντελώς δωρεάν και επικεντρωμένο στην ιδιωτικότητα.",
    "Contact Us": "Επικοινωνήστε μαζί μας",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Έχετε ερωτήσεις; Είμαστε εδώ για να βοηθήσουμε. Επιλέξτε την προτιμώμενη μέθοδο επικοινωνίας παρακάτω.",
    "Email Support": "Υποστήριξη μέσω email",
    "Get in touch with our support team": "Επικοινωνήστε με την ομάδα υποστήριξής μας",
    "Live Chat": "Ζωντανή συνομιλία",
    "Chat with our support team": "Συνομιλήστε με την ομάδα υποστήριξής μας",
    "Social Media": "Κοινωνικά δίκτυα",
    "Follow us on social media": "Ακολουθήστε μας στα κοινωνικά δίκτυα",
    "Start Chat": "Ξεκινήστε συνομιλία",
    "Follow Us": "Ακολουθήστε μας",
    "Send us a Message": "Στείλτε μας μήνυμα",
    "Name": "Όνομα",
    "Email": "Email",
    "Message": "Μήνυμα",
    "Send Message": "Αποστολή μηνύματος",
    "Your name": "Το όνομά σας",
    "Your email": "Το email σας",
    "Your message": "Το μήνυμά σας",
    "Our Blog": "Το ιστολόγιό μας",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Βαθιές γνώσεις και οδηγοί για την ασφάλεια email, την ιδιωτικότητα και τις καλύτερες πρακτικές ψηφιακής επικοινωνίας.",
    "All": "Όλα",
    "Security": "Ασφάλεια",
    "Privacy": "Ιδιωτικότητα",
    "Guide": "Οδηγός",
    "Tips": "Συμβουλές",
    "Terms and Conditions": "Όροι και Προϋποθέσεις",
    "Last updated:": "Τελευταία ενημέρωση:",
    "Introduction": "Εισαγωγή",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Καλώς ήρθατε στην υπηρεσία δημιουργίας προσωρινών email. Χρησιμοποιώντας την ιστοσελίδα μας, συμφωνείτε να συμμορφώνεστε με τους ακόλουθους όρους και προϋποθέσεις. Εάν δεν συμφωνείτε, παρακαλώ μην χρησιμοποιήσετε την υπηρεσία μας.",
    "Service Description": "Περιγραφή Υπηρεσίας",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Παρέχουμε υπηρεσίες προσωρινών email που σας επιτρέπουν να δημιουργείτε και να χρησιμοποιείτε προσωρινές διευθύνσεις email για λόγους ιδιωτικότητας και ασφάλειας. Η υπηρεσία μας έχει σχεδιαστεί για να σας βοηθήσει να αποφύγετε το spam και να προστατεύσετε το προσωπικό σας email από άσκοπη έκθεση.",
    "User Responsibilities": "Ευθύνες Χρήστη",
    "As a user, you agree to:": "Ως χρήστης, συμφωνείτε:",
    "Use the service in a lawful and ethical manner": "Να χρησιμοποιείτε την υπηρεσία με νόμιμο και ηθικό τρόπο",
    "Not engage in any illegal activity using our service": "Να μην ασχολείστε με παράνομες δραστηριότητες χρησιμοποιώντας την υπηρεσία μας",
    "Not spam or misuse temporary email addresses": "Να μην στέλνετε spam ή να κακοποιείτε προσωρινές διευθύνσεις email",
    "Not use the service for fraudulent or malicious purposes": "Να μην χρησιμοποιείτε την υπηρεσία για δόλιους ή κακόβουλους σκοπούς",
    "Comply with all applicable laws and regulations": "Να συμμορφώνεστε με όλους τους ισχύοντες νόμους και κανονισμούς",
    "Account Security": "Ασφάλεια Λογαριασμού",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Είστε υπεύθυνοι για τη διατήρηση της ασφάλειας του προσωρινού σας λογαριασμού email και θα πρέπει να μας ειδοποιήσετε αμέσως για οποιαδήποτε μη εξουσιοδοτημένη χρήση. Συνιστούμε να μην χρησιμοποιείτε προσωρινά email για ευαίσθητες επικοινωνίες καθώς μπορεί να είναι προσβάσιμα από άλλους.",
    "Prohibited Uses": "Απαγορευμένες Χρήσεις",
    "You may not use our service for:": "Δεν μπορείτε να χρησιμοποιήσετε την υπηρεσία μας για:",
    "Spamming or sending unsolicited emails": "Αποστολή spam ή μη αιτούμενων email",
    "Engaging in illegal activities or violating intellectual property rights": "Συμμετοχή σε παράνομες δραστηριότητες ή παραβίαση δικαιωμάτων πνευματικής ιδιοκτησίας",
    "Any activity that could harm the website or other users": "Οποιαδήποτε δραστηριότητα που θα μπορούσε να βλάψει την ιστοσελίδα ή άλλους χρήστες",
    "Creating accounts for prohibited services": "Δημιουργία λογαριασμών για απαγορευμένες υπηρεσίες",
    "Bypassing email verification for malicious purposes": "Παράκαμψη επαλήθευσης email για κακόβουλους σκοπούς",
    "Limitation of Liability": "Περιορισμός Ευθύνης",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Δεν φέρουμε ευθύνη για οποιεσδήποτε ζημίες που προκύπτουν από τη χρήση ή την αδυναμία χρήσης της υπηρεσίας μας, συμπεριλαμβανομένων λαθών, διακοπών ή κακοποίησης της υπηρεσίας προσωρινών email. Η υπηρεσία παρέχεται \"ως έχει\" χωρίς καμία εγγύηση.",
    "Changes to Terms": "Αλλαγές στους Όρους",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Διατηρούμε το δικαίωμα να τροποποιούμε τους παρόντες όρους και προϋποθέσεις ανά πάσα στιγμή. Οποιεσδήποτε αλλαγές θα ενημερώνονται εδώ με την αναθεωρημένη ημερομηνία. Η συνεχιζόμενη χρήση της υπηρεσίας μετά τις αλλαγές αποτελεί αποδοχή των νέων όρων.",
    "Governing Law": "Ισχύον Δίκαιο",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Οι παρόντες όροι και προϋποθέσεις διέπονται από τους νόμους της δικαιοδοσίας στην οποία λειτουργεί η υπηρεσία μας. Οποιεσδήποτε διαφορές θα επιλυθούν στα αρμόδια δικαστήρια αυτής της δικαιοδοσίας.",
    "Contact Us": "Επικοινωνία",
    "If you have any questions regarding these terms, please contact our support team at": "Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με τους παρόντες όρους, παρακαλώ επικοινωνήστε με την ομάδα υποστήριξής μας στο",
    "We typically respond within 24-48 hours.": "Συνήθως απαντάμε εντός 24-48 ωρών."
}