{
    "Quick Links": "Hurtige links",
    "Best Disposable Email Service": "Bedste engangs-e-mail-tjeneste",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Opret øjeblikkelige engangs-e-mail-adresser til Facebook, online registreringer og mere. Vores engangs-e-mails holder din rigtige indbakke ren og sikker.",
    "Copy": "Kopier",
    "Generate": "Generer",
    "Delete": "Slet",
    "Your Inbox": "Din indbakke",
    "From": "Fra",
    "Subject": "Emne",
    "Date": "Dato",
    "Actions": "Handlinger",
    "Why Choose Our Disposable Email Service?": "Hvorfor vælge vores engangs-e-mail-tjeneste?",
    "Anonymous Protection": "Anonym beskyttelse",
    "Generate burner emails for ultimate online privacy": "Generer engangs-e-mails til ultimativ online privatliv",
    "Secure & Private": "Sikker og privat",
    "Create disposable temporary email addresses with no registration": "Opret engangs-e-mail-adresser uden registrering",
    "Social Media Ready": "Klar til sociale medier",
    "Perfect temporary mail for Facebook verification and sign-ups": "Perfekt midlertidig e-mail til Facebook-verificering og tilmeldinger",
    "Auto-Expiring": "Automatisk udløb",
    "Your throwaway mail automatically deletes after use": "Din engangs-e-mail slettes automatisk efter brug",
    "Benefits of Our Temporary Email Service": "Fordele ved vores midlertidige e-mail-tjeneste",
    "Perfect for Facebook account verification": "Perfekt til Facebook-kontobekræftelse",
    "Create unlimited disposable email IDs": "Opret ubegrænsede engangs-e-mail-adresser",
    "Best throwaway mail service for privacy": "Bedste engangs-e-mail-tjeneste til privatliv",
    "Temporary addresses that auto-expire": "Midlertidige adresser, der automatisk udløber",
    "About temp mail": "Om Temp Mail",
    "Your Secure": "Din sikre",
    "Temporary Email": "Midlertidig e-mail",
    "Solution": "Løsning",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail leverer engangs-e-mail-adresser til at beskytte dit privatliv. Perfekt til test, registreringer og at undgå spam i din primære indbakke.",
    "No Sign up required": "Ingen tilmelding nødvendig",
    "No annoying mails": "Ingen irriterende e-mails",
    "No installations": "Ingen installationer",
    "Secure & Private": "Sikker og privat",
    "Auto-delete after expiry": "Automatisk sletning efter udløb",
    "24/7 availability": "Tilgængelighed 24/7",
    "Temporary Email Interface": "Midlertidig e-mail-interface",
    "Email Inbox Interface": "E-mail-indbakkens interface",
    "Testimonials": "Anmeldelser",
    "What Our Users Say": "Hvad vores brugere siger",
    "Join thousands of satisfied users who trust our temporary email service": "Tilslut dig tusinder af tilfredse brugere, der stoler på vores midlertidige e-mail-tjeneste",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Denne midlertidige e-mail-tjeneste har været en game-changer for mit arbejdsflow. Den er utrolig pålidelig og brugervenlig.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Den bedste midlertidige e-mail-tjeneste, jeg har brugt. Rent interface og øjeblikkelig e-mail-generering gør den perfekt til test.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Jeg bruger denne tjeneste dagligt til mine kunderegistreringer. Den er hurtig, sikker og præcis, hvad jeg har brug for.",
    "Home": "Hjem",
    "Services": "Tjenester",
    "Features": "Funktioner",
    "News": "Nyheder",
    "Blogs": "Blogs",
    "Subscribe to Newsletter": "Tilmeld dig nyhedsbrevet",
    "Stay updated with our latest features and releases.": "Hold dig opdateret med vores seneste funktioner og udgivelser.",
    "By subscribing you agree to our": "Ved at tilmelde dig accepterer du vores",
    "Privacy Policy": "Privatlivspolitik",
    "Enter your email": "Indtast din e-mail",
    "Select Language": "Vælg sprog",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "Alle rettigheder forbeholdes.",
    "TempMail": "TempMail",
    "About": "Om",
    "Contact": "Kontakt",
    "Blog": "Blog",
    "About TempMail": "Om TempMail",
    "Secure & Private": "Sikker og privat",
    "Your temporary emails are completely secure and private.": "Dine midlertidige e-mails er helt sikre og private.",
    "Instant Access": "Øjeblikkelig adgang",
    "No registration required. Get your temporary email instantly.": "Ingen registrering nødvendig. Få din midlertidige e-mail med det samme.",
    "Data Protection": "Databeskyttelse",
    "We don't store any personal information.": "Vi gemmer ingen personlige oplysninger.",
    "Our Mission": "Vores mission",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "At levere en sikker og pålidelig midlertidig e-mail-tjeneste, der beskytter dit privatliv og holder internettet rent fra spam.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "Vi leverer sikre, øjeblikkelige midlertidige e-mail-adresser til dine online behov. Ingen registrering nødvendig, helt gratis og fokuseret på privatliv.",
    "Contact Us": "Kontakt os",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Har du spørgsmål? Vi er her for at hjælpe. Vælg din foretrukne kontaktmetode nedenfor.",
    "Email Support": "E-mail-support",
    "Get in touch with our support team": "Kom i kontakt med vores supportteam",
    "Live Chat": "Live chat",
    "Chat with our support team": "Chat med vores supportteam",
    "Social Media": "Sociale medier",
    "Follow us on social media": "Følg os på sociale medier",
    "Start Chat": "Start chat",
    "Follow Us": "Følg os",
    "Send us a Message": "Send os en besked",
    "Name": "Navn",
    "Email": "E-mail",
    "Message": "Besked",
    "Send Message": "Send besked",
    "Your name": "Dit navn",
    "Your email": "Din e-mail",
    "Your message": "Din besked",
    "Our Blog": "Vores blog",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Indsigt og vejledninger om e-mailsikkerhed, privatliv og bedste praksis for digital kommunikation.",
    "All": "Alle",
    "Security": "Sikkerhed",
    "Privacy": "Privatliv",
    "Guide": "Vejledning",
    "Tips": "Tips",
    "Terms and Conditions": "Vilkår og betingelser",
    "Last updated:": "Sidst opdateret:",
    "Introduction": "Introduktion",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Velkommen til vores tjeneste til generering af midlertidige e-mails. Ved at bruge vores hjemmeside accepterer du at overholde følgende vilkår og betingelser. Hvis du ikke er enig, bedes du ikke bruge vores tjeneste.",
    "Service Description": "Tjenestebeskrivelse",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Vi tilbyder tjenester til midlertidige e-mails, der giver dig mulighed for at oprette og bruge midlertidige e-mailadresser til formål vedrørende privatliv og sikkerhed. Vores tjeneste er designet til at hjælpe dig med at undgå spam og beskytte din personlige e-mail mod unødvendig eksponering.",
    "User Responsibilities": "Brugeransvar",
    "As a user, you agree to:": "Som bruger accepterer du at:",
    "Use the service in a lawful and ethical manner": "Bruge tjenesten på en lovlig og etisk måde",
    "Not engage in any illegal activity using our service": "Ikke deltage i ulovlige aktiviteter ved brug af vores tjeneste",
    "Not spam or misuse temporary email addresses": "Ikke sende spam eller misbruge midlertidige e-mailadresser",
    "Not use the service for fraudulent or malicious purposes": "Ikke bruge tjenesten til svigagtige eller ondsindede formål",
    "Comply with all applicable laws and regulations": "Overholde alle gældende love og regler",
    "Account Security": "Kontosikkerhed",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Du er ansvarlig for at opretholde sikkerheden på din midlertidige e-mailkonto og bør straks underrette os om enhver uautoriseret brug. Vi anbefaler ikke at bruge midlertidige e-mails til følsom kommunikation, da de kan være tilgængelige for andre.",
    "Prohibited Uses": "Forbudt brug",
    "You may not use our service for:": "Du må ikke bruge vores tjeneste til:",
    "Spamming or sending unsolicited emails": "At sende spam eller uønskede e-mails",
    "Engaging in illegal activities or violating intellectual property rights": "At deltage i ulovlige aktiviteter eller krænke intellektuelle ejendomsrettigheder",
    "Any activity that could harm the website or other users": "Enhver aktivitet, der kunne skade hjemmesiden eller andre brugere",
    "Creating accounts for prohibited services": "At oprette konti til forbudte tjenester",
    "Bypassing email verification for malicious purposes": "At omgå e-mailbekræftelse til ondsindede formål",
    "Limitation of Liability": "Ansvarsbegrænsning",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Vi er ikke ansvarlige for skader som følge af brug eller manglende mulighed for at bruge vores tjeneste, herunder fejl, afbrydelser eller misbrug af den midlertidige e-mailtjeneste. Tjenesten leveres \"som den er\" uden nogen form for garanti.",
    "Changes to Terms": "Ændringer af vilkår",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Vi forbeholder os retten til at ændre disse vilkår og betingelser til enhver tid. Eventuelle ændringer vil blive opdateret her med den reviderede dato. Din fortsatte brug af tjenesten efter ændringer udgør accept af de nye vilkår.",
    "Governing Law": "Gældende lov",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Disse vilkår og betingelser er underlagt lovene i den jurisdiktion, hvor vores tjeneste opererer. Eventuelle tvister vil blive løst ved de relevante domstole i denne jurisdiktion.",
    "Contact Us": "Kontakt os",
    "If you have any questions regarding these terms, please contact our support team at": "Hvis du har spørgsmål vedrørende disse vilkår, bedes du kontakte vores supportteam på",
    "We typically respond within 24-48 hours.": "Vi svarer typisk inden for 24-48 timer."
}