{
    "Quick Links": "Schnellzugriff",
    "Best Disposable Email Service": "Bester Wegwerf-E-Mail-Service",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Erstellen Sie sofort Wegwerf-E-Mail-Adressen für Facebook, Online-Registrierungen und mehr. Unsere Wegwerf-E-Mail-Adressen halten Ihren echten Posteingang sauber und sicher.",
    "Copy": "Kopieren",
    "Generate": "Generieren",
    "Delete": "Löschen",
    "Your Inbox": "Ihr Posteingang",
    "From": "Von",
    "Subject": "Betreff",
    "Date": "Datum",
    "Actions": "Aktionen",
    "Why Choose Our Disposable Email Service?": "Warum unseren Wegwerf-E-Mail-Service wählen?",
    "Anonymous Protection": "Anonymer Schutz",
    "Generate burner emails for ultimate online privacy": "Generieren Sie Burner-E-Mails für ultimative Online-Privatsphäre",
    "Secure & Private": "Sicher und privat",
    "Create disposable temporary email addresses with no registration": "Erstellen Sie Wegwerf-E-Mail-Adressen ohne Registrierung",
    "Social Media Ready": "Bereit für soziale Medien",
    "Perfect temporary mail for Facebook verification and sign-ups": "Perfekte temporäre E-Mail für Facebook-Verifizierung und Anmeldungen",
    "Auto-Expiring": "Automatisch ablaufend",
    "Your throwaway mail automatically deletes after use": "Ihre Wegwerf-E-Mail wird nach der Verwendung automatisch gelöscht",
    "Benefits of Our Temporary Email Service": "Vorteile unseres temporären E-Mail-Services",
    "Perfect for Facebook account verification": "Perfekt für die Facebook-Konto-Verifizierung",
    "Create unlimited disposable email IDs": "Erstellen Sie unbegrenzt Wegwerf-E-Mail-Adressen",
    "Best throwaway mail service for privacy": "Bester Wegwerf-E-Mail-Service für Privatsphäre",
    "Temporary addresses that auto-expire": "Temporäre Adressen, die automatisch ablaufen",
    "About temp mail": "Über Temp Mail",
    "Your Secure": "Ihre sichere",
    "Temporary Email": "Temporäre E-Mail",
    "Solution": "Lösung",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail bietet Wegwerf-E-Mail-Adressen, um Ihre Privatsphäre zu schützen. Perfekt für Tests, Registrierungen und die Vermeidung von Spam in Ihrem primären Posteingang.",
    "No Sign up required": "Keine Anmeldung erforderlich",
    "No annoying mails": "Keine lästigen E-Mails",
    "No installations": "Keine Installationen",
    "Secure & Private": "Sicher und privat",
    "Auto-delete after expiry": "Automatisches Löschen nach Ablauf",
    "24/7 availability": "24/7 Verfügbarkeit",
    "Temporary Email Interface": "Temporäre E-Mail-Oberfläche",
    "Email Inbox Interface": "E-Mail-Posteingang-Oberfläche",
    "Testimonials": "Kundenmeinungen",
    "What Our Users Say": "Was unsere Nutzer sagen",
    "Join thousands of satisfied users who trust our temporary email service": "Schließen Sie sich Tausenden zufriedenen Nutzern an, die unserem temporären E-Mail-Service vertrauen",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Dieser Temp-Mail-Service hat meinen Workflow verändert. Er ist unglaublich zuverlässig und benutzerfreundlich.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Der beste temporäre E-Mail-Service, den ich je genutzt habe. Saubere Oberfläche und sofortige E-Mail-Generierung machen ihn perfekt für Tests.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Ich nutze diesen Service täglich für meine Kundenregistrierungen. Er ist schnell, sicher und genau das, was ich brauche.",
    "Home": "Startseite",
    "Services": "Dienste",
    "Features": "Funktionen",
    "News": "Nachrichten",
    "Blogs": "Blogs",
    "Subscribe to Newsletter": "Newsletter abonnieren",
    "Stay updated with our latest features and releases.": "Bleiben Sie auf dem Laufenden über unsere neuesten Funktionen und Veröffentlichungen.",
    "By subscribing you agree to our": "Durch das Abonnieren stimmen Sie unseren",
    "Privacy Policy": "Datenschutzrichtlinien",
    "Enter your email": "Geben Sie Ihre E-Mail-Adresse ein",
    "Select Language": "Sprache auswählen",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "Alle Rechte vorbehalten.",
    "TempMail": "TempMail",
    "About": "Über",
    "Contact": "Kontakt",
    "Blog": "Blog",
    "About TempMail": "Über TempMail",
    "Secure & Private": "Sicher und privat",
    "Your temporary emails are completely secure and private.": "Ihre temporären E-Mails sind vollständig sicher und privat.",
    "Instant Access": "Sofortiger Zugriff",
    "No registration required. Get your temporary email instantly.": "Keine Registrierung erforderlich. Erhalten Sie sofort Ihre temporäre E-Mail.",
    "Data Protection": "Datenschutz",
    "We don't store any personal information.": "Wir speichern keine persönlichen Informationen.",
    "Our Mission": "Unsere Mission",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Einen sicheren und zuverlässigen temporären E-Mail-Service bereitzustellen, der Ihre Privatsphäre schützt und das Internet frei von Spam hält.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "Wir bieten sichere, sofortige temporäre E-Mail-Adressen für Ihre Online-Bedürfnisse. Keine Registrierung erforderlich, völlig kostenlos und auf Privatsphäre ausgerichtet.",
    "Contact Us": "Kontaktieren Sie uns",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Haben Sie Fragen? Wir sind hier, um zu helfen. Wählen Sie unten Ihre bevorzugte Kontaktmethode.",
    "Email Support": "E-Mail-Support",
    "Get in touch with our support team": "Nehmen Sie Kontakt mit unserem Support-Team auf",
    "Live Chat": "Live-Chat",
    "Chat with our support team": "Chatten Sie mit unserem Support-Team",
    "Social Media": "Soziale Medien",
    "Follow us on social media": "Folgen Sie uns auf sozialen Medien",
    "Start Chat": "Chat starten",
    "Follow Us": "Folgen Sie uns",
    "Send us a Message": "Senden Sie uns eine Nachricht",
    "Name": "Name",
    "Email": "E-Mail",
    "Message": "Nachricht",
    "Send Message": "Nachricht senden",
    "Your name": "Ihr Name",
    "Your email": "Ihre E-Mail",
    "Your message": "Ihre Nachricht",
    "Our Blog": "Unser Blog",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Einblicke und Anleitungen zu E-Mail-Sicherheit, Privatsphäre und Best Practices für digitale Kommunikation.",
    "All": "Alle",
    "Security": "Sicherheit",
    "Privacy": "Privatsphäre",
    "Guide": "Anleitung",
    "Tips": "Tipps",
    "Terms and Conditions": "Allgemeine Geschäftsbedingungen",
    "Last updated:": "Zuletzt aktualisiert:",
    "Introduction": "Einführung",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Willkommen bei unserem temporären E-Mail-Generierungsdienst. Durch die Nutzung unserer Website erklären Sie sich mit den folgenden Allgemeinen Geschäftsbedingungen einverstanden. Wenn Sie nicht einverstanden sind, nutzen Sie bitte unseren Service nicht.",
    "Service Description": "Servicebeschreibung",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Wir bieten temporäre E-Mail-Dienste an, mit denen Sie temporäre E-Mail-Adressen für Datenschutz- und Sicherheitszwecke erstellen und verwenden können. Unser Service soll Ihnen helfen, Spam zu vermeiden und Ihre persönliche E-Mail vor unnötiger Offenlegung zu schützen.",
    "User Responsibilities": "Nutzerpflichten",
    "As a user, you agree to:": "Als Nutzer erklären Sie sich damit einverstanden:",
    "Use the service in a lawful and ethical manner": "Den Service auf gesetzliche und ethische Weise zu nutzen",
    "Not engage in any illegal activity using our service": "Keine illegalen Aktivitäten mit unserem Service durchzuführen",
    "Not spam or misuse temporary email addresses": "Keinen Spam zu versenden oder temporäre E-Mail-Adressen zu missbrauchen",
    "Not use the service for fraudulent or malicious purposes": "Den Service nicht für betrügerische oder bösartige Zwecke zu nutzen",
    "Comply with all applicable laws and regulations": "Alle geltenden Gesetze und Vorschriften einzuhalten",
    "Account Security": "Kontosicherheit",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Sie sind für die Sicherheit Ihres temporären E-Mail-Kontos verantwortlich und sollten uns umgehend über unbefugte Nutzung informieren. Wir empfehlen, temporäre E-Mails nicht für sensible Kommunikation zu verwenden, da sie für andere zugänglich sein können.",
    "Prohibited Uses": "Verbotene Nutzungen",
    "You may not use our service for:": "Sie dürfen unseren Service nicht für folgendes nutzen:",
    "Spamming or sending unsolicited emails": "Spam oder unerwünschte E-Mails zu versenden",
    "Engaging in illegal activities or violating intellectual property rights": "Illegale Aktivitäten oder Verletzungen von geistigem Eigentum",
    "Any activity that could harm the website or other users": "Aktivitäten, die der Website oder anderen Nutzern schaden könnten",
    "Creating accounts for prohibited services": "Konten für verbotene Dienste zu erstellen",
    "Bypassing email verification for malicious purposes": "E-Mail-Verifizierung für bösartige Zwecke zu umgehen",
    "Limitation of Liability": "Haftungsbeschränkung",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Wir haften nicht für Schäden, die durch die Nutzung oder Nichtnutzung unseres Services entstehen, einschließlich Fehlern, Unterbrechungen oder Missbrauch des temporären E-Mail-Services. Der Service wird \"wie besehen\" ohne Gewährleistung jeglicher Art bereitgestellt.",
    "Changes to Terms": "Änderungen der Bedingungen",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern. Änderungen werden hier mit dem aktualisierten Datum veröffentlicht. Die weitere Nutzung des Services nach Änderungen gilt als Akzeptanz der neuen Bedingungen.",
    "Governing Law": "Anwendbares Recht",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Diese Allgemeinen Geschäftsbedingungen unterliegen den Gesetzen der Gerichtsbarkeit, in der unser Service betrieben wird. Streitigkeiten werden vor den zuständigen Gerichten dieser Gerichtsbarkeit geklärt.",
    "Contact Us": "Kontakt",
    "If you have any questions regarding these terms, please contact our support team at": "Falls Sie Fragen zu diesen Bedingungen haben, kontaktieren Sie bitte unser Support-Team unter",
    "We typically respond within 24-48 hours.": "Wir antworten in der Regel innerhalb von 24-48 Stunden."
}