{
    "Quick Links": "Rychlé odkazy",
    "Best Disposable Email Service": "Nejlepší služba pro dočasné e-maily",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "Vytvářejte okamžité dočasné e-mailové adresy pro Facebook, online registrace a další. Naše dočasné e-maily udržují vaši skutečnou schránku čistou a bezpečnou.",
    "Copy": "Kopírovat",
    "Generate": "Generovat",
    "Delete": "Smazat",
    "Your Inbox": "Vaše schránka",
    "From": "Od",
    "Subject": "Předmět",
    "Date": "Datum",
    "Actions": "Akce",
    "Why Choose Our Disposable Email Service?": "Proč si vybrat naši službu dočasných e-mailů?",
    "Anonymous Protection": "Anonymní ochrana",
    "Generate burner emails for ultimate online privacy": "Generujte dočasné e-maily pro maximální online soukromí",
    "Secure & Private": "Bezpečné a soukromé",
    "Create disposable temporary email addresses with no registration": "Vytvářejte dočasné e-mailové adresy bez registrace",
    "Social Media Ready": "Připraveno pro sociální sítě",
    "Perfect temporary mail for Facebook verification and sign-ups": "Ideální dočasný e-mail pro ověření a registraci na Facebooku",
    "Auto-Expiring": "Automatické mazání",
    "Your throwaway mail automatically deletes after use": "Váš dočasný e-mail se po použití automaticky smaže",
    "Benefits of Our Temporary Email Service": "Výhody naší služby dočasných e-mailů",
    "Perfect for Facebook account verification": "Ideální pro ověření účtu na Facebooku",
    "Create unlimited disposable email IDs": "Vytvářejte neomezené dočasné e-mailové adresy",
    "Best throwaway mail service for privacy": "Nejlepší služba dočasných e-mailů pro soukromí",
    "Temporary addresses that auto-expire": "Dočasné adresy, které automaticky expirují",
    "About temp mail": "O Temp Mail",
    "Your Secure": "Vaše bezpečné",
    "Temporary Email": "Dočasný e-mail",
    "Solution": "Řešení",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail poskytuje dočasné e-mailové adresy pro ochranu vašeho soukromí. Ideální pro testování, registrace a vyhýbání se spamu ve vaší hlavní schránce.",
    "No Sign up required": "Není vyžadována registrace",
    "No annoying mails": "Žádné otravné e-maily",
    "No installations": "Žádné instalace",
    "Secure & Private": "Bezpečné a soukromé",
    "Auto-delete after expiry": "Automatické smazání po expiraci",
    "24/7 availability": "Dostupnost 24/7",
    "Temporary Email Interface": "Rozhraní dočasného e-mailu",
    "Email Inbox Interface": "Rozhraní e-mailové schránky",
    "Testimonials": "Reference",
    "What Our Users Say": "Co říkají naši uživatelé",
    "Join thousands of satisfied users who trust our temporary email service": "Přidejte se k tisícům spokojených uživatelů, kteří důvěřují naší službě dočasných e-mailů",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Tato služba dočasných e-mailů změnila můj pracovní postup. Je neuvěřitelně spolehlivá a uživatelsky přívětivá.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Nejlepší služba dočasných e-mailů, kterou jsem používal. Čisté rozhraní a okamžité generování e-mailů ji činí ideální pro testování.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Tuto službu používám denně pro registrace klientů. Je rychlá, bezpečná a přesně to, co potřebuji.",
    "Home": "Domů",
    "Services": "Služby",
    "Features": "Funkce",
    "News": "Novinky",
    "Blogs": "Blogy",
    "Subscribe to Newsletter": "Přihlásit se k odběru newsletteru",
    "Stay updated with our latest features and releases.": "Zůstaňte informováni o našich nejnovějších funkcích a vydáních.",
    "By subscribing you agree to our": "Přihlášením souhlasíte s našimi",
    "Privacy Policy": "Zásadami ochrany osobních údajů",
    "Enter your email": "Zadejte svůj e-mail",
    "Select Language": "Vyberte jazyk",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "Všechna práva vyhrazena.",
    "TempMail": "TempMail",
    "About": "O nás",
    "Contact": "Kontakt",
    "Blog": "Blog",
    "About TempMail": "O TempMail",
    "Secure & Private": "Bezpečné a soukromé",
    "Your temporary emails are completely secure and private.": "Vaše dočasné e-maily jsou zcela bezpečné a soukromé.",
    "Instant Access": "Okamžitý přístup",
    "No registration required. Get your temporary email instantly.": "Není vyžadována registrace. Získejte svůj dočasný e-mail okamžitě.",
    "Data Protection": "Ochrana dat",
    "We don't store any personal information.": "Neuchováváme žádné osobní údaje.",
    "Our Mission": "Naše mise",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Poskytnout bezpečnou a spolehlivou službu dočasných e-mailů, která chrání vaše soukromí a udržuje internet čistý od spamu.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "Poskytujeme bezpečné, okamžité dočasné e-mailové adresy pro vaše online potřeby. Není vyžadována registrace, zcela zdarma a zaměřeno na soukromí.",
    "Contact Us": "Kontaktujte nás",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Máte otázky? Jsme tu, abychom pomohli. Vyberte preferovanou metodu kontaktu níže.",
    "Email Support": "Podpora e-mailem",
    "Get in touch with our support team": "Spojte se s naším týmem podpory",
    "Live Chat": "Online chat",
    "Chat with our support team": "Chatujte s naším týmem podpory",
    "Social Media": "Sociální sítě",
    "Follow us on social media": "Sledujte nás na sociálních sítích",
    "Start Chat": "Začít chat",
    "Follow Us": "Sledujte nás",
    "Send us a Message": "Pošlete nám zprávu",
    "Name": "Jméno",
    "Email": "E-mail",
    "Message": "Zpráva",
    "Send Message": "Odeslat zprávu",
    "Your name": "Vaše jméno",
    "Your email": "Váš e-mail",
    "Your message": "Vaše zpráva",
    "Our Blog": "Náš blog",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Přehledy a průvodci o zabezpečení e-mailů, soukromí a osvědčených postupech v digitální komunikaci.",
    "All": "Vše",
    "Security": "Zabezpečení",
    "Privacy": "Soukromí",
    "Guide": "Průvodce",
    "Tips": "Tipy",
    "Terms and Conditions": "Obchodní podmínky",
    "Last updated:": "Naposledy aktualizováno:",
    "Introduction": "Úvod",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Vítejte v naší službě pro generování dočasných e-mailů. Používáním našich webových stránek souhlasíte s dodržováním následujících podmínek. Pokud nesouhlasíte, prosím, nepoužívejte naši službu.",
    "Service Description": "Popis služby",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Poskytujeme služby dočasných e-mailů, které vám umožňují vytvářet a používat dočasné e-mailové adresy pro účely soukromí a zabezpečení. Naše služba je navržena tak, aby vám pomohla vyhnout se spamu a chránit váš osobní e-mail před zbytečným vystavením.",
    "User Responsibilities": "Povinnosti uživatele",
    "As a user, you agree to:": "Jako uživatel souhlasíte s:",
    "Use the service in a lawful and ethical manner": "Používáním služby zákonným a etickým způsobem",
    "Not engage in any illegal activity using our service": "Neúčastnit se žádné nezákonné činnosti pomocí naší služby",
    "Not spam or misuse temporary email addresses": "Nerozesílat spam nebo zneužívat dočasné e-mailové adresy",
    "Not use the service for fraudulent or malicious purposes": "Nepoužívat službu pro podvodné nebo škodlivé účely",
    "Comply with all applicable laws and regulations": "Dodržovat všechny platné zákony a předpisy",
    "Account Security": "Zabezpečení účtu",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Jste zodpovědní za zabezpečení svého dočasného e-mailového účtu a měli byste nás neprodleně informovat o jakémkoli neoprávněném použití. Doporučujeme nepoužívat dočasné e-maily pro citlivou komunikaci, protože mohou být přístupné ostatním.",
    "Prohibited Uses": "Zakázané použití",
    "You may not use our service for:": "Naši službu nesmíte používat pro:",
    "Spamming or sending unsolicited emails": "Rozesílání spamu nebo nevyžádaných e-mailů",
    "Engaging in illegal activities or violating intellectual property rights": "Provádění nezákonných činností nebo porušování práv duševního vlastnictví",
    "Any activity that could harm the website or other users": "Jakoukoli činnost, která by mohla poškodit webové stránky nebo jiné uživatele",
    "Creating accounts for prohibited services": "Vytváření účtů pro zakázané služby",
    "Bypassing email verification for malicious purposes": "Obcházení ověření e-mailu pro škodlivé účely",
    "Limitation of Liability": "Omezení odpovědnosti",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Neodpovídáme za žádné škody vzniklé v důsledku používání nebo nemožnosti používání naší služby, včetně chyb, přerušení nebo zneužití služby dočasných e-mailů. Služba je poskytována \"tak jak je\" bez jakýchkoli záruk.",
    "Changes to Terms": "Změny podmínek",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Si vyhrazujeme právo tyto podmínky kdykoli upravit. Všechny změny budou zde aktualizovány s revidovaným datem. Vaše další používání služby po změnách znamená přijetí nových podmínek.",
    "Governing Law": "Použité právo",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Tyto podmínky se řídí zákony jurisdikce, ve které naše služba působí. Veškeré spory budou řešeny příslušnými soudy této jurisdikce.",
    "Contact Us": "Kontaktujte nás",
    "If you have any questions regarding these terms, please contact our support team at": "Pokud máte jakékoli dotazy týkající se těchto podmínek, kontaktujte náš tým podpory na adrese",
    "We typically respond within 24-48 hours.": "Obvykle odpovídáme do 24-48 hodin."
}