{
    "Quick Links": "ลิงก์ด่วน",
    "Best Disposable Email Service": "บริการอีเมลชั่วคราวที่ดีที่สุด",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.": "สร้างที่อยู่อีเมลชั่วคราวทันทีสำหรับ Facebook การลงทะเบียนออนไลน์ และอื่นๆ อีเมลชั่วคราวของเราช่วยให้กล่องจดหมายจริงของคุณสะอาดและปลอดภัย",
    "Copy": "คัดลอก",
    "Generate": "สร้าง",
    "Delete": "ลบ",
    "Your Inbox": "กล่องจดหมายของคุณ",
    "From": "จาก",
    "Subject": "หัวเรื่อง",
    "Date": "วันที่",
    "Actions": "การดำเนินการ",
    "Why Choose Our Disposable Email Service?": "ทำไมต้องเลือกบริการอีเมลชั่วคราวของเรา?",
    "Anonymous Protection": "การปกป้องความเป็นส่วนตัว",
    "Generate burner emails for ultimate online privacy": "สร้างอีเมลชั่วคราวเพื่อความเป็นส่วนตัวออนไลน์สูงสุด",
    "Secure & Private": "ปลอดภัยและเป็นส่วนตัว",
    "Create disposable temporary email addresses with no registration": "สร้างที่อยู่อีเมลชั่วคราวโดยไม่ต้องลงทะเบียน",
    "Social Media Ready": "พร้อมใช้งานบนโซเชียลมีเดีย",
    "Perfect temporary mail for Facebook verification and sign-ups": "อีเมลชั่วคราวที่สมบูรณ์แบบสำหรับการยืนยัน Facebook และการลงทะเบียน",
    "Auto-Expiring": "หมดอายุอัตโนมัติ",
    "Your throwaway mail automatically deletes after use": "อีเมลชั่วคราวของคุณจะถูกลบอัตโนมัติหลังการใช้",
    "Benefits of Our Temporary Email Service": "ประโยชน์ของบริการอีเมลชั่วคราวของเรา",
    "Perfect for Facebook account verification": "เหมาะสำหรับการยืนยันบัญชี Facebook",
    "Create unlimited disposable email IDs": "สร้างอีเมลชั่วคราวได้ไม่จำกัด",
    "Best throwaway mail service for privacy": "บริการอีเมลชั่วคราวที่ดีที่สุดสำหรับความเป็นส่วนตัว",
    "Temporary addresses that auto-expire": "ที่อยู่อีเมลชั่วคราวที่หมดอายุอัตโนมัติ",
    "About temp mail": "เกี่ยวกับอีเมลชั่วคราว",
    "Your Secure": "ความปลอดภัยของคุณ",
    "Temporary Email": "อีเมลชั่วคราว",
    "Solution": "โซลูชัน",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail ให้บริการที่อยู่อีเมลชั่วคราวเพื่อปกป้องความเป็นส่วนตัวของคุณ เหมาะสำหรับการทดสอบ การลงทะเบียน และการหลีกเลี่ยงสแปมในกล่องจดหมายหลักของคุณ",
    "No Sign up required": "ไม่จำเป็นต้องลงทะเบียน",
    "No annoying mails": "ไม่มีอีเมลที่น่ารำคาญ",
    "No installations": "ไม่ต้องติดตั้ง",
    "Secure & Private": "ปลอดภัยและเป็นส่วนตัว",
    "Auto-delete after expiry": "ลบอัตโนมัติหลังหมดอายุ",
    "24/7 availability": "บริการตลอด 24 ชั่วโมง",
    "Temporary Email Interface": "อินเทอร์เฟซอีเมลชั่วคราว",
    "Email Inbox Interface": "อินเทอร์เฟซกล่องจดหมาย",
    "Testimonials": "คำรับรอง",
    "What Our Users Say": "สิ่งที่ผู้ใช้ของเราพูด",
    "Join thousands of satisfied users who trust our temporary email service": "เข้าร่วมกับผู้ใช้ที่พึงพอใจหลายพันคนที่เชื่อใจบริการอีเมลชั่วคราวของเรา",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "บริการอีเมลชั่วคราวนี้เปลี่ยนวิธีการทำงานของฉันไปอย่างมาก มันเชื่อถือได้และใช้งานง่ายมาก",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "บริการอีเมลชั่วคราวที่ดีที่สุดที่ฉันเคยใช้ อินเทอร์เฟซที่สะอาดตาและการสร้างอีเมลทันทีทำให้มันเหมาะสำหรับการทดสอบ",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "ฉันใช้บริการนี้ทุกวันสำหรับการลงทะเบียนลูกค้า มันรวดเร็ว ปลอดภัย และตรงตามความต้องการของฉัน",
    "Home": "หน้าหลัก",
    "Services": "บริการ",
    "Features": "คุณสมบัติ",
    "News": "ข่าว",
    "Blogs": "บล็อก",
    "Subscribe to Newsletter": "สมัครรับจดหมายข่าว",
    "Stay updated with our latest features and releases.": "ติดตามฟีเจอร์และรุ่นล่าสุดของเรา",
    "By subscribing you agree to our": "การสมัครรับหมายความว่าคุณยอมรับ",
    "Privacy Policy": "นโยบายความเป็นส่วนตัว",
    "Enter your email": "กรอกอีเมลของคุณ",
    "Select Language": "เลือกภาษา",
    "Temp Mail.": "Temp Mail.",
    "All rights reserved.": "สงวนลิขสิทธิ์ทั้งหมด",
    "TempMail": "TempMail",
    "About": "เกี่ยวกับ",
    "Contact": "ติดต่อ",
    "Blog": "บล็อก",
    "About TempMail": "เกี่ยวกับ TempMail",
    "Your temporary emails are completely secure and private.": "อีเมลชั่วคราวของคุณปลอดภัยและเป็นส่วนตัวอย่างสมบูรณ์",
    "Instant Access": "เข้าถึงทันที",
    "No registration required. Get your temporary email instantly.": "ไม่จำเป็นต้องลงทะเบียน รับอีเมลชั่วคราวของคุณทันที",
    "Data Protection": "การปกป้องข้อมูล",
    "We don't store any personal information.": "เราไม่เก็บข้อมูลส่วนตัวใดๆ",
    "Our Mission": "พันธกิจของเรา",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "เพื่อให้บริการอีเมลชั่วคราวที่ปลอดภัยและเชื่อถือได้ ซึ่งปกป้องความเป็นส่วนตัวของคุณและช่วยให้อินเทอร์เน็ตปราศจากสแปม",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.": "เรามีที่อยู่อีเมลชั่วคราวที่ปลอดภัยและทันทีสำหรับความต้องการออนไลน์ของคุณ ไม่ต้องลงทะเบียน ฟรีทั้งหมด และเน้นความเป็นส่วนตัว",
    "Contact Us": "ติดต่อเรา",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "มีคำถาม? เราพร้อมช่วยเหลือ เลือกวิธีการติดต่อที่คุณต้องการด้านล่าง",
    "Email Support": "สนับสนุนทางอีเมล",
    "Get in touch with our support team": "ติดต่อทีมสนับสนุนของเรา",
    "Live Chat": "แชทสด",
    "Chat with our support team": "แชทกับทีมสนับสนุนของเรา",
    "Social Media": "โซเชียลมีเดีย",
    "Follow us on social media": "ติดตามเราบนโซเชียลมีเดีย",
    "Start Chat": "เริ่มแชท",
    "Follow Us": "ติดตามเรา",
    "Send us a Message": "ส่งข้อความถึงเรา",
    "Name": "ชื่อ",
    "Email": "อีเมล",
    "Message": "ข้อความ",
    "Send Message": "ส่งข้อความ",
    "Your name": "ชื่อของคุณ",
    "Your email": "อีเมลของคุณ",
    "Your message": "ข้อความของคุณ",
    "Our Blog": "บล็อกของเรา",
    "Insights and guides about email security, privacy, and digital communication best practices.": "ข้อมูลเชิงลึกและคำแนะนำเกี่ยวกับความปลอดภัยของอีเมล ความเป็นส่วนตัว และแนวทางปฏิบัติที่ดีที่สุดสำหรับการสื่อสารดิจิทัล",
    "All": "ทั้งหมด",
    "Security": "ความปลอดภัย",
    "Privacy": "ความเป็นส่วนตัว",
    "Guide": "คู่มือ",
    "Tips": "เคล็ดลับ"
}
    
    