{
    "Quick Links": "Быстрые ссылки",
    "Best Disposable Email Service":"Лучший сервис временной электронной почты",
    "Create instant throwaway mail addresses for Facebook, online registrations, and more. Our disposable email IDs keep your real inbox clean and secure.":"Создавайте мгновенные временные почтовые адреса для Facebook, онлайн-регистраций и многого другого. Наши одноразовые почтовые адреса помогают держать ваш основной ящик чистым и безопасным.",
    "Copy":"Копировать",
    "Generate":"Генерировать",
    "Delete":"Удалить",
    "Your Inbox":"Ваш почтовый ящик",
    "From":"От",
    "Subject":"Тема",
    "Date":"Дата",
    "Actions":"Действия",
    "Why Choose Our Disposable Email Service?": "Почему выбрать наш временный почтовый сервис?",
    "Anonymous Protection": "Анонимная защита",
    "Generate burner emails for ultimate online privacy": "Создавайте временные почтовые адреса для максимальной онлайн-конфиденциальности",
    "Secure & Private": "Безопасно и конфиденциально",
    "Create disposable temporary email addresses with no registration": "Создавайте временные почтовые адреса без регистрации",
    "Social Media Ready": "Готово для социальных сетей",
    "Perfect temporary mail for Facebook verification and sign-ups": "Идеальная временная почта для проверки Facebook и регистрации",
    "Auto-Expiring": "Автоматическое удаление",
    "Your throwaway mail automatically deletes after use": "Ваш временный почтовый адрес автоматически удаляется после использования",
    "Benefits of Our Temporary Email Service": "Преимущества нашего временного почтового сервиса",
    "Perfect for Facebook account verification": "Идеально для проверки аккаунта Facebook",
    "Create unlimited disposable email IDs": "Создавайте неограниченные временные почтовые адреса",
    "Best throwaway mail service for privacy": "Лучший временный почтовый сервис для конфиденциальности",
    "Temporary addresses that auto-expire": "Временные адреса, которые автоматически удаляются",
    "About temp mail": "О временной почте",
    "Your Secure": "Ваш безопасный",
    "Temporary Email": "Временный email",
    "Solution": "Решение",
    "Temp Mail provides disposable email addresses to protect your privacy. Perfect for testing, registrations, and avoiding spam in your primary inbox.": "Temp Mail предоставляет одноразовые адреса электронной почты для защиты вашей конфиденциальности. Идеально подходит для тестирования, регистрации и предотвращения спама в вашем основном почтовом ящике.",
    "No Sign up required": "Регистрация не требуется",
    "No annoying mails": "Никаких надоедливых писем",
    "No installations": "Без установки",
    "Secure & Private": "Безопасно и конфиденциально",
    "Auto-delete after expiry": "Автоудаление после истечения срока",
    "24/7 availability": "Доступно 24/7",
    "Temporary Email Interface": "Интерфейс временной почты",
    "Email Inbox Interface": "Интерфейс почтового ящика",
    "Testimonials": "Отзывы",
    "What Our Users Say": "Что говорят наши пользователи",
    "Join thousands of satisfied users who trust our temporary email service": "Присоединяйтесь к тысячам довольных пользователей, которые доверяют нашему сервису временной почты",
    "This temp mail service has been a game-changer for my workflow. It's incredibly reliable and user-friendly.": "Этот сервис временной почты стал переломным моментом в моем рабочем процессе. Он невероятно надежен и удобен в использовании.",
    "The best temporary email service I've used. Clean interface and instant email generation make it perfect for testing.": "Лучший сервис временной почты, которым я пользовался. Чистый интерфейс и мгновенная генерация писем делают его идеальным для тестирования.",
    "I use this service daily for my client registrations. It's fast, secure, and exactly what I need.": "Я использую этот сервис ежедневно для регистрации клиентов. Он быстрый, безопасный и именно то, что мне нужно.",
    "Home": "Главная",
    "Services": "Услуги",
    "Features": "Функции",
    "News": "Новости",
    "Blogs": "Блоги",
    "Subscribe to Newsletter": "Подписаться на рассылку",
    "Stay updated with our latest features and releases.": "Будьте в курсе наших последних функций и выпусков.",
    "By subscribing you agree to our": "Подписываясь, вы соглашаетесь с нашей",
    "Privacy Policy": "политикой конфиденциальности",
    "Enter your email":"Введите ваш email",
    "Select Language":"Выберите язык",
    "Temp Mail.":"Временная почта",
    "All rights reserved.":"Все права защищены.",
    "TempMail": "Временная Почта",
    "About": "О нас",
    "Contact": "Контакт",
    "Blog": "Блог",
    "About TempMail": "О TempMail",
    "Secure & Private": "Безопасность и конфиденциальность",
    "Your temporary emails are completely secure and private.": "Ваши временные электронные письма полностью безопасны и конфиденциальны.",
    "Instant Access": "Мгновенный доступ",
    "No registration required. Get your temporary email instantly.": "Регистрация не требуется. Получите временный email мгновенно.",
    "Data Protection": "Защита данных",
    "We don't store any personal information.": "Мы не храним никакую личную информацию.",
    "Our Mission": "Наша миссия",
    "To provide a secure and reliable temporary email service that protects your privacy while keeping the internet clean from spam.": "Обеспечить безопасный и надежный сервис временной почты, который защищает вашу конфиденциальность и помогает бороться со спамом.",
    "We provide secure, instant temporary email addresses for your online needs. No registration required, completely free, and privacy-focused.":"Мы предоставляем безопасные, мгновенные временные адреса электронной почты для ваших онлайн-потребностей. Регистрация не требуется, полностью бесплатно и с упором на конфиденциальность.",
    "Contact Us": "Свяжитесь с нами",
    "Have questions? We're here to help. Choose your preferred method of contact below.": "Есть вопросы? Мы здесь, чтобы помочь. Выберите предпочтительный способ связи ниже.",
    "Email Support": "Поддержка по электронной почте",
    "Get in touch with our support team": "Свяжитесь с нашей службой поддержки",
    "Live Chat": "Живой чат",
    "Chat with our support team": "Общайтесь с нашей службой поддержки",
    "Social Media": "Социальные сети",
    "Follow us on social media": "Подписывайтесь на нас в социальных сетях",
    "Start Chat": "Начать чат",
    "Follow Us": "Подписаться",
    "Send us a Message": "Отправьте нам сообщение",
    "Name": "Имя",
    "Email": "Электронная почта",
    "Message": "Сообщение",
    "Send Message": "Отправить сообщение",
    "Your name": "Ваше имя",
    "Your email": "Ваш email",
    "Your message": "Ваше сообщение",
    "Our Blog": "Наш блог",
    "Insights and guides about email security, privacy, and digital communication best practices.": "Аналитика и руководства по безопасности электронной почты, конфиденциальности и лучшим практикам цифровой коммуникации.",
    "All": "Все",
    "Security": "Безопасность",
    "Privacy": "Конфиденциальность",
    "Guide": "Руководство",
    "Tips": "Советы",
    "Terms and Conditions": "Условия использования",
    "Last updated:": "Последнее обновление:",
    "Introduction": "Введение",
    "Welcome to our temporary email generation service. By using our website, you agree to comply with the following terms and conditions. If you do not agree, please do not use our service.": "Добро пожаловать в наш сервис генерации временных электронных почт. Используя наш веб-сайт, вы соглашаетесь соблюдать следующие условия. Если вы не согласны, пожалуйста, не используйте наш сервис.",
    "Service Description": "Описание сервиса",
    "We provide temporary email services that allow you to create and use temporary email addresses for privacy and security purposes. Our service is designed to help you avoid spam and protect your personal email from unnecessary exposure.": "Мы предоставляем услуги временной электронной почты, которые позволяют вам создавать и использовать временные адреса электронной почты в целях конфиденциальности и безопасности. Наш сервис предназначен для защиты от спама и предотвращения ненужного раскрытия вашей личной электронной почты.",
    "User Responsibilities": "Обязанности пользователя",
    "As a user, you agree to:": "Как пользователь, вы соглашаетесь:",
    "Use the service in a lawful and ethical manner": "Использовать сервис законным и этичным образом",
    "Not engage in any illegal activity using our service": "Не заниматься незаконной деятельностью с использованием нашего сервиса",
    "Not spam or misuse temporary email addresses": "Не рассылать спам и не злоупотреблять временными адресами электронной почты",
    "Not use the service for fraudulent or malicious purposes": "Не использовать сервис в мошеннических или злонамеренных целях",
    "Comply with all applicable laws and regulations": "Соблюдать все применимые законы и нормативные акты",
    "Account Security": "Безопасность аккаунта",
    "You are responsible for maintaining the security of your temporary email account and should immediately notify us of any unauthorized use. We recommend not using temporary emails for sensitive communications as they may be accessible to others.": "Вы несете ответственность за безопасность вашего временного почтового аккаунта и должны немедленно уведомить нас о любом несанкционированном использовании. Мы не рекомендуем использовать временные адреса электронной почты для конфиденциальной переписки, так как они могут быть доступны другим лицам.",
    "Prohibited Uses": "Запрещенные виды использования",
    "You may not use our service for:": "Вы не можете использовать наш сервис для:",
    "Spamming or sending unsolicited emails": "Рассылки спама или нежелательных писем",
    "Engaging in illegal activities or violating intellectual property rights": "Осуществления незаконной деятельности или нарушения прав интеллектуальной собственности",
    "Any activity that could harm the website or other users": "Любой деятельности, которая может нанести вред веб-сайту или другим пользователям",
    "Creating accounts for prohibited services": "Создания аккаунтов для запрещенных сервисов",
    "Bypassing email verification for malicious purposes": "Обхода проверки электронной почты в злонамеренных целях",
    "Limitation of Liability": "Ограничение ответственности",
    "We are not liable for any damages resulting from the use or inability to use our service, including any errors, interruptions, or misuse of the temporary email service. The service is provided \"as is\" without warranties of any kind.": "Мы не несем ответственности за любой ущерб, возникший в результате использования или невозможности использования нашего сервиса, включая любые ошибки, перебои или неправильное использование временной почтовой службы. Сервис предоставляется \"как есть\" без каких-либо гарантий.",
    "Changes to Terms": "Изменения условий",
    "We reserve the right to modify these terms and conditions at any time. Any changes will be updated here with the revised date. Your continued use of the service after changes constitutes acceptance of the new terms.": "Мы оставляем за собой право изменять эти условия в любое время. Все изменения будут опубликованы здесь с указанием даты обновления. Продолжение использования сервиса после изменений означает принятие новых условий.",
    "Governing Law": "Применимое право",
    "These terms and conditions are governed by the laws of the jurisdiction in which our service operates. Any disputes will be resolved in the appropriate courts of that jurisdiction.": "Настоящие условия регулируются законами юрисдикции, в которой работает наш сервис. Любые споры будут разрешаться в соответствующих судах этой юрисдикции.",
    "Contact Us": "Свяжитесь с нами",
    "If you have any questions regarding these terms, please contact our support team at": "Если у вас есть вопросы относительно этих условий, пожалуйста, свяжитесь с нашей службой поддержки по адресу",
    "We typically respond within 24-48 hours.": "Обычно мы отвечаем в течение 24-48 часов."
}
  